{
  "title": "Monkey See, Monkey Prototype",
  "year": "2026",
  "source_page": "https://themes.scholarscup.org/#/themes/2026/guidingquestions",
  "source_file": "wsc-topics.html",
  "extracted_at": "2026-02-14T23:27:37Z",
  "topic_text": "- Products can have rough drafts too. To see how well they work and what people think of them, companies often create early samples-or prototypes-of potential products. Here are some examples of prototypes that turned into popular gadgets and gizmos (aplenty); sometimes, as in the case of the iPhone, they may look nothing like the product that ultimately made it to market. Learn more about the prototyping cycle by researching the the terms below, then discuss with your team: are there other things in life that would benefit from prototyping? Is there any difference between a prototype and a draft?\n- sketches | storyboarding | paper prototypes | low vs. high fidelity\n- wireframing | mockup | proof of concept | user testing\n- minimum viable product | minimum marketable feature\n- Instead of hiring engineers to work with a factory in Shenzhen (or Baja California) to create a product sample, today an inventor can try out a new concept with simulated models and 3D printed mockups. Even your school might have a makerspace that you can use to channel your inner Thomas Edison-or Sarah Boone. Consider the advantages and disadvantages of such rapid prototyping, then discuss with your team: should access to these tools be limited to those who can use them responsibly?\n- In the world of software, AI-powered vibe coding allows users to create programs without writing a line of code. Just ask a chatbot for what you want and watch it appear. You might want to try vibe-coding yourself, then discuss with your team: should we be worried about a future flooded with too many programs of uncertain quality and with limited support? Is it better if not everyone can get there so easily?\n- In 1770, a Hungarian engineer announced a startling invention: a machine capable of playing chess. This Mechanical Turk toured the world, impressing everyone from Benjamin Franklin to Edgar Allan Poe. There was just one problem: it was not an early example of AI, but a hoax, operated by a chess master hidden within. Companies today may still take a similar approach-known as Wizard of Oz testing-to test user response before production. Discuss with your team: is it okay to mislead users during product testing in order to make the finished versions of those products better?\n- Elon Musk once unveiled a prototype humanoid robot that turned out to be a dancer in a costume. His more recent demonstrations are closer-but still not quite there. Read about some other examples of companies faking demonstrations of their not-quite-ready products, then discuss with your team: should companies be required to tell people when demos are slightly or entirely rigged?\n- Some companies have even sold products and services that still secretly relied on people to function properly. Amazon's AI-powered cashiers at their Just Walk Out grocery stores were actually overseen by thousands of low-paid workers; Fireflies.ai makes millions a year selling automated notetaking at meetings, but recently revealed that at first their powerful AI was just the founders listening in and writing stuff down. Look for similar cases, then discuss with your team: should companies be punished for releasing successful products and services that once relied on human intervention but no longer do? Is fake it til you make it justified as long as you make it in the end?",
  "learning_guidelines": [
    "Learn more about the prototyping cycle by researching the terms below, then discuss with your team whether other parts of life would benefit from prototyping and how prototypes differ from drafts.",
    "Consider the advantages and disadvantages of rapid prototyping, then discuss whether access to makerspace-style tools should be limited to responsible users.",
    "Try vibe coding, then discuss whether easy AI code generation could create too many low-quality, unsupported programs.",
    "Discuss with your team whether Wizard of Oz testing is acceptable when it misleads users during product testing.",
    "Read examples of rigged product demos, then discuss whether companies should have to disclose when demonstrations are staged.",
    "Look for additional human-in-the-loop AI cases, then discuss whether companies should be punished if earlier versions relied on hidden human labor."
  ],
  "linked_text_entries": [
    {
      "url": "https://www.techeblog.com/10-early-and-rarely-seen-prototypes-of-now-famous-gadgets/",
      "anchor_texts": [
        "some examples"
      ],
      "summary": "Listicle showing early prototype versions of now-famous gadgets to illustrate how final products often diverge from first iterations."
    },
    {
      "url": "https://wccftech.com/feast-your-eyes-on-the-original-iphone-m68-prototype/",
      "anchor_texts": [
        "the iPhone"
      ],
      "summary": "Article about an early iPhone prototype, used as a case of a recognizable product looking very different during early development."
    },
    {
      "url": "https://www.biography.com/inventors/sarah-boone",
      "anchor_texts": [
        "Sarah Boone"
      ],
      "summary": "Biographical profile of inventor Sarah Boone, noted for an improved ironing board patent in 1892."
    },
    {
      "url": "https://www.linkedin.com/pulse/vibe-coding-creates-nightmare-computer-scientists-fix-yerramsetti-b5pjc",
      "anchor_texts": [
        "uncertain quality"
      ],
      "summary": "Opinion piece warning that AI-assisted code generation can create maintainability and quality risks when outputs are accepted without strong review."
    },
    {
      "url": "https://www.theguardian.com/technology/video/2021/aug/20/elon-musk-plan-tesla-bot-man-dancing-bodysuit-video",
      "anchor_texts": [
        "dancer in a costume"
      ],
      "summary": "Video report of Tesla's 2021 humanoid-robot reveal segment featuring a performer in a bodysuit rather than an autonomous robot."
    },
    {
      "url": "https://futurism.com/future-society/tesla-teleoperator-headset-optimus-fall",
      "anchor_texts": [
        "still not quite there"
      ],
      "summary": "Report arguing Tesla Optimus demos still depend on hidden teleoperation and remain less autonomous than implied in promotional framing."
    },
    {
      "url": "https://sea.mashable.com/tech/34699/fake-tech-demos-a-brief-history",
      "anchor_texts": [
        "some other examples"
      ],
      "summary": "Linked as a roundup of historical fake or heavily staged tech demos; page was inaccessible during extraction."
    },
    {
      "url": "http://arstechnica.com/gadgets/2024/04/amazon-ends-ai-powered-store-checkout-which-needed-1000-video-reviewers/",
      "anchor_texts": [
        "thousands of low-paid workers"
      ],
      "summary": "Linked as reporting on Amazon scaling back Just Walk Out and reliance on human video review; page was inaccessible during extraction."
    },
    {
      "url": "https://www.linkedin.com/posts/sudotong_we-charged-100month-for-an-ai-that-was-activity-7393690382884044800-9X8J",
      "anchor_texts": [
        "founders listening in"
      ],
      "summary": "Post by a Fireflies cofounder describing early human-in-the-loop operations before model performance improved."
    }
  ],
  "artworks": [],
  "concepts": [
    {
      "name": "Prototyping cycle",
      "year": null,
      "source_links": [
        "https://hollowaygroup.com.au/blogs/news/the-prototyping-process-explained-from-concept-to-final-design"
      ],
      "description": "The iterative process of turning ideas into testable representations, collecting feedback, and refining toward implementation. It often moves from simpler early models to more realistic ones. In this topic, it frames why imperfect drafts can be useful learning tools before launch."
    },
    {
      "name": "Sketches",
      "year": null,
      "source_links": [
        "https://en.wikipedia.org/wiki/Sketch_(drawing)"
      ],
      "description": "Quick freehand drawings used to capture structure and ideas before detailed execution. Sketches emphasize speed and exploration over polish. Here they represent the earliest stage of product ideation in a prototype workflow."
    },
    {
      "name": "Storyboarding",
      "year": null,
      "source_links": [
        "https://en.wikipedia.org/wiki/Storyboard"
      ],
      "description": "A sequential visual plan that maps scenes, interactions, or user steps before full production. It helps teams reason about flow and sequence early. In this topic, it supports thinking about prototypes as narrative and decision tools."
    },
    {
      "name": "Paper prototypes",
      "year": null,
      "source_links": [
        "https://www.interaction-design.org/literature/topics/paper-prototyping",
        "https://en.wikipedia.org/wiki/Paper_prototyping"
      ],
      "description": "Low-cost interface or product representations built on paper for fast testing and revision. They are intentionally rough and disposable, allowing rapid iteration with user feedback. This aligns with the topic's focus on testing ideas before committing resources."
    },
    {
      "name": "Low-fidelity prototypes",
      "year": null,
      "source_links": [
        "https://hollowaygroup.com.au/blogs/news/the-prototyping-process-explained-from-concept-to-final-design",
        "https://www.figma.com/resource-library/wireframe-vs-mockup/"
      ],
      "description": "Simplified prototypes that prioritize structure, workflow, and core interaction over visual polish. They are quick to produce and cheap to change. In this topic they represent experimentation before committing to near-final design details."
    },
    {
      "name": "High-fidelity prototypes",
      "year": null,
      "source_links": [
        "https://hollowaygroup.com.au/blogs/news/the-prototyping-process-explained-from-concept-to-final-design"
      ],
      "description": "Detailed prototypes that closely simulate the final look and behavior of a product, including visual style and interactions. They are used for more realistic validation and stakeholder review. The topic contrasts them with faster, rougher early prototypes."
    },
    {
      "name": "Wireframing",
      "year": null,
      "source_links": [
        "https://www.figma.com/resource-library/wireframe-vs-mockup/",
        "https://en.wikipedia.org/wiki/Website_wireframe"
      ],
      "description": "Creating skeletal layouts of screens or pages to plan hierarchy, navigation, and structure before detailed visual design. Wireframes focus on function more than aesthetics. In this topic they appear as a core step between sketching and polished output."
    },
    {
      "name": "Mockup",
      "year": null,
      "source_links": [
        "https://www.figma.com/resource-library/wireframe-vs-mockup/",
        "https://en.wikipedia.org/wiki/Mockup"
      ],
      "description": "A scale or full-size representation used to review visual form and design choices, usually with limited or no full functionality. Mockups help teams gather feedback before implementation. The topic places mockups inside broader prototype practice."
    },
    {
      "name": "Proof of concept",
      "year": null,
      "source_links": [
        "https://en.wikipedia.org/wiki/Proof_of_concept",
        "https://www.atlassian.com/agile/product-management/minimum-viable-product"
      ],
      "description": "A small demonstration to show an idea or method is technically feasible. It validates viability before full product investment and is usually narrower than a market-ready product. This topic uses it to compare levels of readiness in innovation."
    },
    {
      "name": "User testing",
      "year": null,
      "source_links": [
        "https://en.wikipedia.org/wiki/Usability_testing"
      ],
      "description": "Evaluation of a design by observing representative users performing tasks to surface usability or quality issues. Findings drive revisions before release. In this topic, user testing is central to deciding whether prototypes should advance."
    },
    {
      "name": "Minimum viable product",
      "year": null,
      "source_links": [
        "https://www.atlassian.com/agile/product-management/minimum-viable-product",
        "https://en.wikipedia.org/wiki/Minimum_viable_product",
        "https://www.ibm.com/think/topics/vibe-coding"
      ],
      "description": "The simplest usable product version released to gather real customer feedback and validated learning. It emphasizes fast learning and reduced risk over completeness. The topic links MVP thinking to rapid AI-assisted software creation."
    },
    {
      "name": "Minimum marketable feature",
      "year": null,
      "source_links": [
        "https://en.wikipedia.org/wiki/Incremental_funding_methodology",
        "https://www.productplan.com/glossary/minimum-viable-feature/"
      ],
      "description": "The smallest independently releasable feature set that still delivers market value. It narrows scope to accelerate delivery and feedback. Within this topic, it sharpens discussion of what should be tested, released, or withheld."
    },
    {
      "name": "Rapid prototyping",
      "year": null,
      "source_links": [
        "https://www.autodesk.com/solutions/rapid-prototyping",
        "https://en.wikipedia.org/wiki/Rapid_prototyping",
        "https://www.ruthtrumpold.id.au/destech/?page_id=607"
      ],
      "description": "Methods for quickly producing and iterating prototype models, often using CAD workflows and technologies such as 3D printing. It reduces cycle time between idea and testable artifact. The topic uses rapid prototyping to raise access and responsibility questions."
    },
    {
      "name": "Vibe coding",
      "year": null,
      "source_links": [
        "https://www.ibm.com/think/topics/vibe-coding",
        "https://www.linkedin.com/pulse/vibe-coding-creates-nightmare-computer-scientists-fix-yerramsetti-b5pjc"
      ],
      "description": "AI-assisted software creation where users describe goals in natural language and tools generate code. It can broaden participation and accelerate prototyping, but may introduce quality and maintainability concerns. The topic uses it to debate whether easier creation should have limits."
    },
    {
      "name": "Mechanical Turk",
      "year": "1770",
      "source_links": [
        "https://slate.com/human-interest/2015/08/the-turk-a-chess-playing-robot-was-a-hoax-that-started-an-early-conversation-about-ai.html",
        "https://en.wikipedia.org/wiki/Mechanical_Turk",
        "https://www.britannica.com/story/the-mechanical-turk-ai-marvel-or-parlor-trick"
      ],
      "description": "An 18th-century chess automaton hoax that appeared autonomous but was secretly operated by a hidden human. It is a historical example of performance outpacing true technical capability. In this topic it parallels modern staged or human-assisted AI demos."
    },
    {
      "name": "Wizard of Oz testing",
      "year": null,
      "source_links": [
        "https://www.thisisservicedesigndoing.com/methods/wizard-of-oz-approaches",
        "https://en.wikipedia.org/wiki/Wizard_of_Oz_experiment"
      ],
      "description": "A research method in which users interact with what appears to be an automated system while hidden humans generate some responses. It helps teams test demand and interaction design before full automation exists. The topic uses it to probe ethical boundaries around deception in prototyping."
    }
  ],
  "persons": [
    "Thomas Edison",
    "Sarah Boone",
    "Benjamin Franklin",
    "Edgar Allan Poe",
    "Elon Musk"
  ]
}