{
  "title": "The Lovely and the Liminal",
  "year": "2026",
  "source_page": "https://themes.scholarscup.org/#/themes/2026/guidingquestions",
  "source_file": "wsc-topics.html",
  "extracted_at": "2026-02-14T23:29:23.0005234Z",
  "topic_text": "You are there now, but why? The section introduces the doorway effect: temporary memory loss after crossing a threshold, and frames liminality as being in-between where you were and where you are going. It asks students to think about examples of liminal spaces and thresholds in daily life.\n\nIt then turns to found-footage and game media, including The Backrooms (2022), POOLS, and The Stanley Parable (2013), asking why liminal settings can feel uneasy and effective.\n\nThe section references Immanuel Kant's idea that beauty can feel purposive even without practical purpose, and asks whether that helps explain attraction to liminal spaces.\n\nIt presents works set in shared transitional spaces (stations, trains, airports, elevators): Rain, Steam, and Speed (1844), The Railway Station (1862), Picture of the Railroad at Takanawa (1871), Gare Saint-Lazare (1877), \"Drip, Drip, Drip\" (c. 1924), Train Station, Agra, 1983 (1983), and Six in Four (2015).\n\nIt explores waiting rooms and non-places through architecture and design, including how waiting-room design can decrease or amplify anxiety.\n\nIt notes that popular use of the word liminal has expanded and offers works for debate: Where Do We Come From? What Are We? Where Are We Going? (1897-98), The Treachery of Images (1929), The Persistence of Memory (1931), Christina's World (1948), Ascending and Descending (1960), Beneath the Roses (2004), and The Distant is Imminent (2020).\n\nThe final parts ask what happens when people are stuck in liminal spaces and how one should spend time there, with selections including Waiting for Godot (Scene 2), \"Keeping Still\", I'll Wait for the Next One..., \"The Man Who Could Walk through Walls\", and A Gentleman in Moscow (excerpt).\n\nThe section closes with ambient music as a liminal sound practice, using Ambient 1: Music for Airports (1979), Music for Nine Postcards (1982), and Sleep (2015), and asks whether ambient music is especially suited to liminal spaces.",
  "learning_guidelines": [
    "As you explore this concept, discuss with your team: what are other examples of liminal spaces and thresholds in our own lives?",
    "Watch The Backrooms (2022), then discuss with your team whether it made you feel uneasy and whether you have felt similarly adrift.",
    "Consider POOLS and The Stanley Parable (2013): what aspects of liminal spaces make them effective game settings?",
    "Does Kant's thinking on beauty help us understand why people might be attracted to liminal spaces?",
    "Consider the listed station and transit works, then discuss with your team in what sense each depicts a liminal setting.",
    "Explore the architecture of waiting with your team: how can waiting-room design decrease anxiety or amplify it, and how should design vary by purpose?",
    "For the listed pieces, discuss with your team whether calling them liminal is fair or whether the term is being used too loosely.",
    "As you explore works about being stuck in-between, consider how we should approach spending time in liminal spaces and whether we should seek them out.",
    "After listening to ambient examples, discuss with your team whether ambient music should be used more for background listening, and whether it is especially music for liminal spaces."
  ],
  "linked_text_entries": [],
  "artworks": [
    {
      "creator": "Kane Parsons (Kane Pixels)",
      "title": "The Backrooms",
      "year": "2022",
      "source_links": [
        "https://www.youtube.com/watch?v=H4dGpz6cnHo"
      ],
      "description": "A short found-footage style video set in uncanny, empty interior corridors and rooms. It became a widely viewed internet horror work tied to liminal-space aesthetics. In this topic, it functions as an example of how in-between spaces can produce unease and disorientation."
    },
    {
      "creator": "Not specified in topic",
      "title": "POOLS",
      "year": "Unknown",
      "source_links": [
        "https://poolsthegame.com/"
      ],
      "description": "A game presented as inspired by The Backrooms and focused on wandering through sparse, eerie environments. The work foregrounds atmosphere over conventional action. It is used here to examine why liminal environments are effective in interactive media."
    },
    {
      "creator": "Galactic Cafe",
      "title": "The Stanley Parable",
      "year": "2013",
      "source_links": [
        "https://www.stanleyparable.com/"
      ],
      "description": "A narrative game centered on office corridors, choice, and narration. Its setting repeatedly places players in transitional interiors that feel familiar but strange. In this topic, it supports analysis of liminal game design."
    },
    {
      "creator": "J. M. W. Turner",
      "title": "Rain, Steam, and Speed",
      "year": "1844",
      "source_links": [
        "https://www.nationalgallery.org.uk/paintings/joseph-mallord-william-turner-rain-steam-and-speed-the-great-western-railway"
      ],
      "description": "A painting of a train crossing through rain and vapor, emphasizing speed and transition. Turner links industrial modernity with unstable atmosphere and motion. It fits the topic through its depiction of travel as a liminal condition."
    },
    {
      "creator": "William Powell Frith",
      "title": "The Railway Station",
      "year": "1862",
      "source_links": [
        "https://www.rct.uk/collection/405292/the-railway-station"
      ],
      "description": "A large scene of station life showing arrivals, departures, and social variety. The work captures a public threshold where people are between origins and destinations. It exemplifies liminality as social as well as spatial."
    },
    {
      "creator": "Tsukioka Yoshitoshi",
      "title": "Picture of the Railroad at Takanawa",
      "year": "1871",
      "source_links": [
        "https://www.visitpham.org/objects/330908"
      ],
      "description": "A print depicting early rail infrastructure and movement. It reflects cultural encounter with modern transit and changing space. In this topic, it contributes to the rail-station threshold motif."
    },
    {
      "creator": "Claude Monet",
      "title": "Gare Saint-Lazare",
      "year": "1877",
      "source_links": [
        "https://www.nationalgallery.org.uk/paintings/claude-monet-the-gare-st-lazare"
      ],
      "description": "An Impressionist station painting with steam, light, and shifting forms. Monet emphasizes temporary atmosphere and movement rather than stable detail. The station setting directly aligns with liminal space."
    },
    {
      "creator": "Yilan folk tradition",
      "title": "Drip, Drip, Drip",
      "year": "c. 1924",
      "source_links": [
        "https://lyricstranslate.com/en/diu-diu-tong-zi-drip-drip-drip.html"
      ],
      "description": "A folk-song entry listed in the topic's transit/threshold set. As a traditional song, it ties shared movement and everyday rhythm to collective experience. It broadens liminal study beyond visual art."
    },
    {
      "creator": "Steve McCurry",
      "title": "Train Station, Agra, 1983",
      "year": "1983",
      "source_links": [
        "https://www.solldn.com/journal/journals-steve-mccurry-agra-fort-station/"
      ],
      "description": "A photographic station scene emphasizing crowd, pause, and transit. McCurry's image situates people in a temporary shared environment. It supports the section's focus on real-world liminal settings."
    },
    {
      "creator": "Richard Artschwager",
      "title": "Six in Four",
      "year": "2015",
      "source_links": [
        "https://whitney.org/media/130"
      ],
      "description": "A contemporary work included in the topic's list of liminal depictions. Its institutional source identifies it as part of a modern art context. In this set, it functions as another treatment of transitional or in-between space."
    },
    {
      "creator": "Paul Gauguin",
      "title": "Where Do We Come From? What Are We? Where Are We Going?",
      "year": "1897-98",
      "source_links": [
        "https://collections.mfa.org/objects/32558/where-do-we-come-from-what-are-we-where-are-we-going"
      ],
      "description": "A large symbolic painting structured around existential questions of origin, identity, and destination. The artist frames life itself as passage. This makes it relevant to liminality as an in-between condition."
    },
    {
      "creator": "Rene Magritte",
      "title": "The Treachery of Images",
      "year": "1929",
      "source_links": [
        "https://www.moma.org/slideshows/22/372"
      ],
      "description": "A conceptual painting that separates an image from the object it names. Magritte destabilizes certainty about representation. In this topic, that instability is discussed as a possible liminal quality."
    },
    {
      "creator": "Salvador Dali",
      "title": "The Persistence of Memory",
      "year": "1931",
      "source_links": [
        "https://www.moma.org/collection/works/79018"
      ],
      "description": "A Surrealist painting known for melting clocks in an uncanny landscape. It bends ordinary time and place into an in-between state. This supports the topic's expanded notion of liminal works."
    },
    {
      "creator": "Andrew Wyeth",
      "title": "Christina's World",
      "year": "1948",
      "source_links": [
        "https://www.moma.org/collection/works/78455"
      ],
      "description": "A painting of a figure in a field oriented toward a distant house. The image emphasizes distance, pause, and uncertain transition. The topic uses it to test whether not-quite-there feeling counts as liminal."
    },
    {
      "creator": "M. C. Escher",
      "title": "Ascending and Descending",
      "year": "1960",
      "source_links": [
        "https://www.nga.gov/artworks/61281-ascending-and-descending"
      ],
      "description": "A print of a paradoxical staircase with endless movement and no arrival. Escher creates permanent transition without endpoint. That makes it a strong image of liminality."
    },
    {
      "creator": "Gregory Crewdson",
      "title": "Beneath the Roses",
      "year": "2004",
      "source_links": [
        "https://gagosian.com/exhibitions/2005/gregory-crewdson-beneath-the-roses/"
      ],
      "description": "A staged photographic body of work with cinematic, uncanny suburban scenes. Crewdson often depicts suspended moments that feel between events. The series is used here for that in-between affect."
    },
    {
      "creator": "Camille Seaman",
      "title": "The Distant is Imminent",
      "year": "2020",
      "source_links": [
        "https://fineacts.co/the-distant-is-imminent"
      ],
      "description": "A contemporary visual project included in the topic's liminal set. The title itself contrasts remoteness and nearness. It serves as a modern example of threshold-like atmosphere."
    },
    {
      "creator": "Samuel Beckett",
      "title": "Waiting for Godot (Scene 2)",
      "year": "1953",
      "source_links": [
        "https://www.lsgalilei.org/images/FilesGalilei/Docenti/Dipartimenti/Lingue/WaitingForGodotGB.pdf"
      ],
      "description": "A dramatic work centered on waiting, repetition, and deferred arrival. Beckett's characters remain in a suspended state. This is directly relevant to being stuck in liminal time and space."
    },
    {
      "creator": "Pablo Neruda",
      "title": "Keeping Still",
      "year": "1958",
      "source_links": [
        "https://www.mcgill.ca/poetrymatters/files/poetrymatters/neruda_-_keeping_still.pdf"
      ],
      "description": "A poem inviting pause and quiet, emphasizing interruption of ordinary pace. It presents stillness as a reflective interval. In the topic, this links liminality with deliberate suspension."
    },
    {
      "creator": "Philippe Orreindy",
      "title": "I'll Wait for the Next One...",
      "year": "2002",
      "source_links": [
        "https://www.youtube.com/watch?v=cN0Ayw-1fgU"
      ],
      "description": "A short film about missing one train and entering an alternate sequence of events. The work begins in a transit threshold and explores choice and timing. It illustrates how liminal moments can redirect life."
    },
    {
      "creator": "Marcel Ayme",
      "title": "The Man Who Could Walk through Walls",
      "year": "1941",
      "source_links": [
        "https://shortstoryproject.com/stories/the-man-who-could-walk-through-walls/"
      ],
      "description": "A short story about literal passage through boundaries. The premise collapses inside/outside divisions and ordinary constraints. It supports the topic's interest in threshold-crossing."
    },
    {
      "creator": "Amor Towles",
      "title": "A Gentleman in Moscow (Excerpt)",
      "year": "2019",
      "source_links": [
        "https://www.cbsnews.com/news/book-excerpt-a-gentleman-in-moscow-by-amor-towles/"
      ],
      "description": "An excerpt from a novel about constrained life inside a hotel over long duration. The work combines confinement with social movement around the protagonist. It is used to discuss extended residence in an in-between state."
    },
    {
      "creator": "Brian Eno",
      "title": "Ambient 1: Music for Airports",
      "year": "1979",
      "source_links": [
        "https://www.youtube.com/watch?v=vNwYtllyt3Q"
      ],
      "description": "A landmark ambient album designed for calm background listening, associated with airport environments. Eno's project emphasizes atmosphere over foreground melody. It anchors the section's question about music for liminal spaces."
    },
    {
      "creator": "Hiroshi Yoshimura",
      "title": "Music for Nine Postcards",
      "year": "1982",
      "source_links": [
        "https://youtu.be/Qj1Q-0d1WZo"
      ],
      "description": "An ambient composition set presenting restrained, spatial sound. It is often treated as environmental listening music. In this topic, it extends the discussion of quiet sonic liminality."
    },
    {
      "creator": "Max Richter",
      "title": "Sleep",
      "year": "2015",
      "source_links": [
        "https://www.youtube.com/watch?v=CWYA99Zb13Y"
      ],
      "description": "A long-form ambient-classical work oriented toward rest and sustained listening. Its duration and pacing blur active and passive attention. The section uses it to test when background sound becomes a liminal medium."
    }
  ],
  "concepts": [
    {
      "name": "Doorway effect",
      "year": "Unknown",
      "source_links": [
        "https://www.scientificamerican.com/article/why-walking-through-doorway-makes-you-forget/"
      ],
      "description": "A memory phenomenon in which crossing a boundary (such as entering another room) can disrupt short-term recall. It is commonly discussed as context-dependent memory resetting. In this topic, it provides a cognitive basis for liminal thresholds."
    },
    {
      "name": "Liminality",
      "year": "1909",
      "source_links": [
        "https://www.britannica.com/topic/rite-of-passage",
        "https://www.britannica.com/science/liminal"
      ],
      "description": "Liminality refers to an in-between phase during transition, especially in anthropology's treatment of rites of passage. It involves suspension of prior status before a new status is established. This is the central organizing concept of the topic's spaces, artworks, and discussions."
    },
    {
      "name": "Kantian purposiveness without purpose",
      "year": "1790",
      "source_links": [
        "https://plato.stanford.edu/entries/kant-aesthetics/"
      ],
      "description": "In Kantian aesthetics, beauty is judged as if an object were purposive, yet without a determinate practical purpose. The idea explains attraction to form independent of utility. The topic uses this to ask why people may value spaces that are transitional rather than functional destinations."
    },
    {
      "name": "Found footage",
      "year": "Unknown",
      "source_links": [
        "https://www.britannica.com/art/found-footage"
      ],
      "description": "Found footage is a film practice that reuses or simulates discovered recordings to create realism, uncertainty, or archival texture. It can heighten ambiguity about what is staged versus accidental. The topic uses this style to connect cinematic unease with liminal environments."
    },
    {
      "name": "Ambient music",
      "year": "1970s",
      "source_links": [
        "https://www.britannica.com/art/ambient-music"
      ],
      "description": "Ambient music emphasizes texture, tone, and atmosphere over conventional song structure and foreground attention. It is often used to shape environments such as airports, homes, and public interiors. The topic frames it as a sonic counterpart to liminal space."
    }
  ],
  "persons": [
    "Immanuel Kant",
    "Kane Parsons",
    "J. M. W. Turner",
    "William Powell Frith",
    "Tsukioka Yoshitoshi",
    "Claude Monet",
    "Steve McCurry",
    "Richard Artschwager",
    "Paul Gauguin",
    "Rene Magritte",
    "Salvador Dali",
    "Andrew Wyeth",
    "M. C. Escher",
    "Gregory Crewdson",
    "Camille Seaman",
    "Samuel Beckett",
    "Pablo Neruda",
    "Philippe Orreindy",
    "Marcel Ayme",
    "Amor Towles",
    "Brian Eno",
    "Hiroshi Yoshimura",
    "Max Richter"
  ]
}
