{
  "title": "The End is Nearish",
  "year": "2026",
  "source_page": "https://themes.scholarscup.org/#/themes/2026/guidingquestions",
  "extracted_at": "2026-02-14T22:43:48Z",
  "bundle_or_page_sources": [
    "https://themes.scholarscup.org/#/themes/2026/guidingquestions",
    "https://themes.scholarscup.org/assets/index-0b23f072.js"
  ],
  "links": [
    {
      "url": "https://peo.gov.au/understand-our-parliament/your-questions-on-notice/questions/do-the-prime-minister-and-ministers-keep-their-positions-during-an-election-period",
      "anchor_texts": [
        "caretaker government"
      ],
      "classification": "concept",
      "status": "ok",
      "title": "Do the Prime Minister and ministers keep their positions during an election period? - Parliamentary Education Office",
      "summary_or_excerpt": "Search Search Home Understand Understand our Parliament Everything you need to know about the role, function, structure and people of the Australian Parliament. Parliament and its people People in Parliament Senate House of Representatives Government Opposition Crossbench icon_how-parliament-works How Parliament works System of government The Australian Constitution Three levels of government Parliament at work Bills and laws icon_having-your-say Having your say Elections and voting Getting involved icon_history History of Parliament Federation History milestones icon_parliament-house Parliament House Parliament House National symbols in Parliament House Canberra from above Teach Teach our Parliament Become an expert in teaching about the Australian Parliament with our curriculum-aligned education resources. Curriculum links Year 3 Year 4 Year 5 Year 6 Year 7 Year 8 Year 9 Year 10 Classroom activities All classroom activities icon_units-of-work Units of work Year 3 Year 4 Year 5 Year 6 Year 7 Year 8 Year 9 Year 10 Education resources Print resources Videos for teachers Quizzes Interactive posters icon_professional-learning Professional learning Upcoming workshops Self-paced interactive learning Session Notes: our teacher newsletter Book Book a program Join in the fun—and the learning—with the Parliamentary Education Office’s immersive learning program.",
      "fetched_at": "2026-02-14T22:40:09.242290Z"
    },
    {
      "url": "https://www.businessinsider.com/why-the-doomsday-clock-is-3-minutes-to-midnight-2016-1",
      "anchor_texts": [
        "Doomsday Clock"
      ],
      "classification": "concept",
      "status": "ok",
      "title": "Why the Doomsday Clock Is 3 Minutes to Midnight - Business Insider",
      "summary_or_excerpt": "Business Insider Subscribe Newsletters Search Business Strategy Economy Finance Retail Advertising Careers Media Real Estate Small Business The Better Work Project Personal Finance Tech Science AI Enterprise Transportation Startups Innovation Markets Stocks Indices Commodities Crypto Currencies ETFs Lifestyle Entertainment Culture Travel Food Health Parenting Politics Military & Defense Law Education Reviews Home Kitchen Style Streaming Pets Tech Deals Gifts Tickets Video Big Business Food Wars So Expensive Still Standing Boot Camp Subscribe My account Log in Newsletters US edition Deutschland & Österreich España Japan Polska TW 全球中文版 Get the app Science The Doomsday Clock that symbolizes how close humanity is to annihilation is 'far too close' to midnight By Jessica Orwig You're currently following this author! Want to unfollow? Unsubscribe via the link in your email. Follow Follow Jessica Orwig Every time Jessica publishes a story, you’ll get an alert straight to your inbox! By clicking “Sign up”, you agree to receive emails from Business Insider. In addition, you accept Insider’s Terms of Service and Privacy Policy . Share Copy link Email Facebook WhatsApp X LinkedIn Bluesky Threads lighning bolt icon An icon in the shape of a lightning bolt. Impact Link Save Saved Read in app This story is available exclusively to Business Insider subscribers. Become an Insider and start reading now. Have an account? Log in . Bulletin of Atomic Scientists Believe it or not, the Doomsday Clock is very real, and right now it's very close to midnight — just three minutes away to be exact.",
      "fetched_at": "2026-02-14T22:40:11.517223Z"
    },
    {
      "url": "https://wellcomecollection.org/stories/devilry-and-doom-in-1666",
      "anchor_texts": [
        "Londoners in 1666"
      ],
      "classification": "concept",
      "status": "ok",
      "title": "Devilry and doom in 1666 | Wellcome Collection",
      "summary_or_excerpt": "Sign in to your library account Search for anything Library account Search for anything Search Home | Stories | Part of Apocalypse How? Part 2 Devilry and doom in 1666 Calculations abounded to show why the year 1666 could herald the end of the world or, alternatively, the return of Jesus and the establishment of heaven on Earth. As Europe sweated under the plague, fevered imaginations turned to the future, generating a flurry of inventions and technological advancements. Words by Charlotte Sleigh artwork by Gergo Varga average reading time 6 minutes 27 January 2022 show credit information for image 'Devilry and doom in 1666' Devilry and doom in 1666 . © Gergo Varga (varrgo.com) for Wellcome Collection . I t was 1666, and the great city of London burning was, it seemed, yet another sign that the end of days was here. Albrecht Dürer’s ‘Four Horsemen of the Apocalypse’ (1498) included Death, Famine, War and Plague, and by the middle of the 17th century there had been plenty of all four in Europe. Catholics and Protestants, and their royal proxies, had slaughtered one another around Europe, and bubonic fleas crawled from body to body as fast as heresy could be whispered.",
      "fetched_at": "2026-02-14T22:40:12.049716Z"
    },
    {
      "url": "https://en.wikipedia.org/wiki/List_of_dates_predicted_for_apocalyptic_events",
      "anchor_texts": [
        "also near"
      ],
      "classification": "concept",
      "status": "ok",
      "title": "List of dates predicted for apocalyptic events - Wikipedia",
      "summary_or_excerpt": "Predictions of apocalyptic events that will result in the extinction of humanity, a collapse of civilization, or the destruction of the planet have been made since at least the beginning of the Common Era . [ 1 ] Most predictions are related to Abrahamic religions , often standing for or similar to the eschatological events described in their scriptures. Christian predictions typically refer to events like the Rapture , Great Tribulation , Last Judgment , and the Second Coming of Christ . End-time events are normally predicted to occur within the lifetime of the person making the prediction and are usually made using the Bible—in particular the New Testament —as either the primary or exclusive source for the predictions. [ 1 ] This often takes the form of mathematical calculations, such as trying to calculate the point in time where it will have been 6,000 years since the supposed creation of the Earth by the Abrahamic God , [ 2 ] which according to the Talmud marks the deadline for the Messiah to appear. [ 3 ] Predictions of the end from natural events have also been theorised by various scientists and scientific groups. While these predictions are generally accepted as plausible within the scientific community, the events and phenomena are not expected to occur for hundreds of thousands, or even billions, of years from now. Little research has been carried out into the reasons people have made apocalyptic predictions in modern times. [ 4 ] Historically, such predictions have been made for the purpose of diverting attention from actual crises like poverty and war, pushing political agendas, or promoting hatred of certain groups; [ 5 ] antisemitism was a popular theme of Christian apocalyptic predictions in medieval times, while some French and Lutheran depictions of...",
      "fetched_at": "2026-02-14T22:40:13.111379Z"
    },
    {
      "url": "https://www.britannica.com/list/10-failed-doomsday-predictions",
      "anchor_texts": [
        "have been predicting"
      ],
      "classification": "concept",
      "status": "ok",
      "title": "10 Failed Doomsday Predictions | Britannica",
      "summary_or_excerpt": "Ask the Chatbot Games & Quizzes History & Society Science & Tech Biographies Animals & Nature Geography & Travel Arts & Culture ProCon Money Videos 10 Failed Doomsday Predictions Introduction 2012 Maya Apocalypse Harold Camping True Way Halley’s Comet Panic Millerism Joanna Southcott The Prophet Hen of Leeds Great Fire of London The Great Flood Montanism References & Edit History Related Topics Images Contents Philosophy & Religion Spirituality print Print Please select which sections you would like to print: Table Of Contents CITE verified Cite While every effort has been made to follow citation style rules, there may be some discrepancies. Please refer to the appropriate style manual or other sources if you have any questions. Select Citation Style MLA APA Chicago Manual of Style Copy Citation Share Share Share to social media Facebook X URL https://www.britannica.com/list/10-failed-doomsday-predictions Feedback Feedback Corrections? Updates? Omissions? Let us know if you have suggestions to improve this article (requires login). Feedback Type Select a type (Required) Factual Correction Spelling/Grammar Correction Link Correction Additional Information Other Your Feedback Submit Feedback Thank you for your feedback Our editors will review what you’ve submitted and determine whether to revise the article. Artist's interpretation of a meteoroid impact on Earth (more) 10 Failed Doomsday Predictions Predictions for the end of the world that (obviously) didn’t come true. Ask Anything Homework Help Written by Rachel Cole Rachel Cole is a librarian with Northwestern University’s Transportation Library. Rachel Cole Fact-checked by Britannica Editors Encyclopaedia Britannica's editors oversee subject areas in which they have extensive knowledge, whether from years of...",
      "fetched_at": "2026-02-14T22:40:13.759807Z"
    },
    {
      "url": "https://www.smithsonianmag.com/history/ten-notable-apocalypses-that-obviously-didnt-happen-9126331/",
      "anchor_texts": [
        "and rescheduling"
      ],
      "classification": "concept",
      "status": "ok",
      "title": "Ten Notable Apocalypses That (Obviously) Didn’t Happen",
      "summary_or_excerpt": "Subscribe to Smithsonian magazine and get a FREE tote. The 2012 doomsday prophecy isn't the first to predict the end of civilization. Such warnings have been around for millenia. iStockphoto 1. The First Warnings From Assyria An Assyrian clay tablet dating to around 2800 B.C. bears the inscription: “Our Earth is degenerate in these later days; there are signs that the world is speedily coming to an end; bribery and corruption are common; children no longer obey their parents; every man wants to write a book and the end of the world is evidently approaching.”",
      "fetched_at": "2026-02-14T22:40:14.271952Z"
    },
    {
      "url": "https://www.youtube.com/watch?v=FcaHsbfkHA8",
      "anchor_texts": [
        "hold up signs"
      ],
      "classification": "general",
      "status": "ok",
      "title": "The Simpson - The End Is Near ! - YouTube",
      "summary_or_excerpt": "",
      "fetched_at": "2026-02-14T22:40:14.533050Z"
    },
    {
      "url": "https://hyperallergic.com/apocalypse-art-has-never-been-more-relevant-bibliotheque-nationale-de-france/",
      "anchor_texts": [
        "rich source of imagery"
      ],
      "classification": "general",
      "status": "ok",
      "title": "Apocalypse Art Has Never Been More Relevant",
      "summary_or_excerpt": "News Features Opinion Reviews Community More -Guides -Opportunities -Announcements -Interviews -Podcast -Books -Film -Crosswords -Comics -Newsletters Sign in Subscribe Art Review Apocalypse Art Has Never Been More Relevant A Paris exhibition traces artists’ obsession with the Apocalypse, from rare Medieval illuminated manuscripts to Blake, Kandinsky, and Kiki Smith. PARIS — Amid collective failures to stop genocide and fascism in 2025, the Book of Revelation’s scenes of vivid combat between good and evil hit home. How satisfying to behold Saint Michael impaling a dragon in a Rhineland manuscript, for instance. At the Bibliothèque nationale de France (BnF) in Paris, a show tracing the Apocalypse across the longer arc of art history is not just another exhibition about the Bible, but a far more biting critique. Apocalypse: Today and Tomorrow takes place in the exhibition hall of the François-Mitterrand site of the BnF, which holds one of the largest collections of Medieval European manuscripts in the world, having inherited the French crown's collection after the 1789 revolution. Playing to its strengths, the exhibition displays numerous Medieval manuscripts illustrating the Apocalypse alongside the work of artists who have reinterpreted these themes, including Albrecht Dürer's woodcuts, William Blake’s lush paintings, and lesser-known engagements by Odilon Redon and Wassily Kandinsky.",
      "fetched_at": "2026-02-14T22:40:15.303003Z"
    },
    {
      "url": "https://www.metmuseum.org/art/collection/search/336215",
      "anchor_texts": [
        "The Four Horsemen of the Apocalypse"
      ],
      "classification": "artwork",
      "status": "ok",
      "title": "Albrecht Dürer - The Four Horsemen, from \"The Apocalypse\" - The Metropolitan Museum of Art",
      "summary_or_excerpt": "Tickets Donate Membership Tickets Visit Exhibitions and Events Art Learn with Us Research Shop Tickets Membership The Met Collection Search Art The Four Horsemen, from \"The Apocalypse\" The Four Horsemen, from \"The Apocalypse\" Albrecht Dürer German 1498 Not on view The third and most famous woodcut from Dürer's series of illustrations for The Apocalypse, the Four Horsemen presents a dramatically distilled version of the passage from the Book of Revelation (6:1–8): \"And I saw, and behold, a white horse, and its rider had a bow; and a crown was given to him, and he went out conquering and to conquer. When he opened the second seal, I heard the second living creature say, 'Come!' And out came another horse, bright red; its rider was permitted to take peace from the earth, so that men should slay one another; and he was given a great sword. When he opened the third seal, I heard the third living creature say, 'Come!' And I saw, and behold, a black horse, and its rider had a balance in his hand; ... When he opened the fourth seal, I heard the voice of the fourth living creature say, 'Come!' And I saw, and behold, a pale horse, and its rider's name was Death, and Hades followed him; and they were given great power over a fourth of the earth; to kill with sword and with famine and with pestilence and by wild beasts of the earth.\" Transforming what was a relatively staid and unthreatening image in earlier illustrated Bibles, Dürer injects motion and danger into this climactic moment through his subtle manipulation of the woodcut. The parallel lines across the image establish a basic middle tone against which the artist silhouettes and overlaps the powerful forms of the four horses and riders—from left to right, Death, Famine, War, and Plague (or Pestilence). Their volume and...",
      "fetched_at": "2026-02-14T22:40:15.787468Z"
    },
    {
      "url": "https://www.nationalgallery.org.uk/paintings/sandro-botticelli-mystic-nativity",
      "anchor_texts": [
        "The Mystical Nativity"
      ],
      "classification": "artwork",
      "status": "ok",
      "title": "Sandro Botticelli | 'Mystic Nativity' | NG1034 | National Gallery, London",
      "summary_or_excerpt": "The infant Christ reaches up towards the Virgin Mary, oblivious of his visitors – the Three Kings on the left and the shepherds on the right. The golden dome of heaven has opened up and is circled by 12 angels holding olive branches entwined with scrolls and hung with crowns. In the foreground, three pairs of angels and men embrace; among their feet demons scuttle for shelter in the underworld through cracks in the rocks. The Greek inscription mentions ‘the troubles of Italy’, a reference to the invasion of the French, who took Naples in 1494 and Milan in 1499, and to the civil strife in Florence itself. Botticelli associated these events with the turmoil mentioned in the biblical Book of Revelation, which talks about the end of the world and Christ’s second coming. The period of upheaval it described would end upon Christ’s return, when the devil would be buried, as in this picture. Christ’s birth is celebrated as the glorious revelation of God on Earth in this unique and colourful image by Botticelli . No fewer than 20 angels – all carrying leafy olive branches, a symbol of peace – preside over the revelry.",
      "fetched_at": "2026-02-14T22:40:16.293215Z"
    },
    {
      "url": "https://www.museivaticani.va/content/museivaticani/en/collezioni/musei/cappella-sistina/giudizio-universale.html",
      "anchor_texts": [
        "The Last Judgment"
      ],
      "classification": "artwork",
      "status": "ok",
      "title": "The Last Judgement",
      "summary_or_excerpt": "From Monday to Saturday 08.00 a.m. – 08.00 p.m. ( final entry 06.00 p.m. ) Every last Sunday of the month 09.00 a.m. – 02.00 p.m. ( final entry 12.30 p.m. ) Free entry – Possibility of guided tours upon reservation General information +39 06 69883145 info.musei@scv.va Office of the Directorate +39 06 69883332 musei@scv.va The only official site for purchasing tickets online is https://tickets.museivaticani.va Please beware of potential scams and websites that use domains similar to the official one, which may charge significantly higher prices. To avoid inconvenience, it is advisable always to check that you are purchasing via the official portal of the Vatican Museums.",
      "fetched_at": "2026-02-14T22:40:16.743117Z"
    },
    {
      "url": "https://www.afpradomuseum.org/the-triumph-of-death-brueghel-the-elder",
      "anchor_texts": [
        "The Triumph of Death"
      ],
      "classification": "artwork",
      "status": "ok",
      "title": "The Triumph of Death, Brueghel the elder",
      "summary_or_excerpt": "Royal Collection (acquired by Queen Isabel Farnesio, 1746-1759; Collection of Isabel Farnesio, Royal Palace of La Granja de San Ildefonso, Segovia, “Lower Room; Second Room directly next to the gallery,” 1766, [s. nº.]; La Granja Palace, 1774; La Granja Palace, 1794, [s. nº.]). Prado Museum, 1827. Information office in Spain: Calle de la Academia, 4 Madrid 28014 Tel: (+34) 91 420 2116 U.S.: 600 South 2nd St. Suite 201 Minneapolis, MN 55401 Tel: +1 (786) 453 5283",
      "fetched_at": "2026-02-14T22:40:18.173734Z"
    },
    {
      "url": "https://artsandculture.google.com/asset/the-course-of-empire-destruction-thomas-cole/tQFLZqWBxVAINQ?hl=en",
      "anchor_texts": [
        "The Course of Empire: Destruction"
      ],
      "classification": "artwork",
      "status": "ok",
      "title": "The Course of Empire: Destruction - Thomas Cole — Google Arts & Culture",
      "summary_or_excerpt": "Home Explore Play Nearby Profile The Lab Achievements Collections Themes Artists Mediums Art movements Historical events Historical figures Places About Settings View activity Send feedback Privacy & Terms • Generative AI Terms Home Explore Play Nearby Favorites The Lab Sign in Loading… Loading ArtRemix PoemPostcard Where next? The New York Historical New York, NY, United States While Thomas Cole built a successful career painting the scenery of the Hudson River Valley, he aspired to imbue landscape with a higher purpose. As early as 1827 he conceived a grand cycle of paintings that would illustrate the rise and fall of a civilization, and a few years later he began sketching and developing his ideas. The resulting series charts the course of an imaginative empire as it appears in the midst of wilderness, expands into a glistening metropolis, and collapses into ruin. Cole’s pessimistic allegory about doomed imperial ambition—likely intended as a warning about the fate of the United States —differed from prevailing beliefs among his contemporaries that the young Republic would never fail. Luman Reed, who commissioned The Course of Empire, did not live to see its completion. He died in June 1836, but Reed's family encouraged Cole to complete the work. The series was exhibited to great acclaim in New York later that year. The Course of Empire, along with the rest of Reed's collection, became the core of the New-York Gallery of the Fine Arts. That group of works was donated to the New-York Historical Society in 1858, forming the foundation of its acclaimed collection of American landscape painting.",
      "fetched_at": "2026-02-14T22:40:18.950956Z"
    },
    {
      "url": "https://www.tate.org.uk/art/artworks/martin-the-great-day-of-his-wrath-n05613",
      "anchor_texts": [
        "The Great Day of His Wrath"
      ],
      "classification": "artwork",
      "status": "error",
      "title": null,
      "summary_or_excerpt": "<urlopen error [SSL: CERTIFICATE_VERIFY_FAILED] certificate verify failed: unable to get local issuer certificate (_ssl.c:1122)>",
      "fetched_at": "2026-02-14T22:40:19.690038Z"
    },
    {
      "url": "https://www.theguardian.com/artanddesign/gallery/2014/may/14/art-apocalypse-otto-dix-first-world-war-der-krieg-in-pictures",
      "anchor_texts": [
        "World War I prints"
      ],
      "classification": "artwork",
      "status": "ok",
      "title": "Art of the apocalypse: Otto Dix's hellish first world war visions – in pictures | Art and design | The Guardian",
      "summary_or_excerpt": "Close dialogue 1 / 12 Next image Previous image Toggle caption Skip to navigation Print subscriptions Search jobs Sign in Int International edition UK edition US edition Australia edition Europe edition The Guardian - Back to home The Guardian News Opinion Sport Culture Lifestyle Show more Hide expanded menu News View all News World news US politics UK news Climate crisis Middle East Ukraine Environment Science Global development Football Tech Business Obituaries Opinion View all Opinion The Guardian view Columnists Cartoons Opinion videos Letters Sport View all Sport Football Cricket Rugby union Tennis Cycling F1 Golf US sports Culture View all Culture Books Music TV & radio Art & design Film Games Classical Stage Lifestyle View all Lifestyle Fashion Food Recipes Love & sex Health & fitness Home & garden Women Men Family Travel Money Search input google-search Search Support us Print subscriptions Search jobs Holidays Digital Archive Guardian Licensing Live events About Us The Guardian app Video Podcasts Pictures Newsletters Today's paper Inside the Guardian Guardian Weekly Crosswords Wordiply Corrections Tips Search input google-search Search Search jobs Holidays Digital Archive Guardian Licensing Live events About Us This article is more than 11 years old Art of the apocalypse: Otto Dix's hellish first world war visions – in pictures This article is more than 11 years old Skulls wearing gas masks, roaming rats and rotting carcasses of animals and humans ... Der Krieg, the series of prints Otto Dix published in 1924, is a terrifying vision of the apocalypse that actually happened on Europe's soil 100 years ago – and proves that it was only German artists who saw the first world war clearly. On show at De La Warr Pavilion from 17 May to 27 July Jonathan Jones on the...",
      "fetched_at": "2026-02-14T22:40:20.115121Z"
    },
    {
      "url": "https://americanart.si.edu/artwork/apocalypse-42-21944",
      "anchor_texts": [
        "Apocalypse ‘42"
      ],
      "classification": "artwork",
      "status": "ok",
      "title": "Apocalypse '42 | Smithsonian American Art Museum",
      "summary_or_excerpt": "Art + Artists Research Education About Donate Menu Visit Planning Plan Your Visit Event Calendar Current Exhibitions Tours Family Activities Guidelines and Policies Access Programs Accessibility ASL Tours Dementia Programs Verbal Description Tours Museums Smithsonian American Art Museum Open Daily, 11:30 a.m.–7:00 p.m Plan your visit Renwick Gallery Open Daily, 10:00 a.m.–5:30 p.m Plan your visit Skip to the next menu Explore Art and Artists Collection Highlights Search Artworks New Acquisitions Search Artists Search Women Artists Something Fun Which Artist Shares Your Birthday? Comics Exhibitions Current Exhibitions Upcoming Exhibitions Traveling Exhibitions Past Exhibitions Art Conservation Lunder Conservation Center Collection Highlights 20th Century Asian American Art Photography Latinx Art Sculpture Contemporary Art Skip to the next menu Research Resources Research and Scholars Center Nam June Paik Archive Collection Photograph Study Collection National Art Inventories Databases Save Outdoor Sculpture! Researching Your Art Library Publications American Art Journal Catalogs and Books Scholarly Symposia Publication Prizes Fellows and Interns Fellowship Programs List of Fellows and Scholars Internship Programs Featured Resource How Do I Research My Art? Want to learn more about the painting you found while clearing out the attic? For answers, be prepared for a little detective work. Read more Skip to the next menu For K-12 Teachers Teachers Guides and Resources Field Trips and School Tours Professional Development Classroom Videoconferences Summer Institutes for Teachers Student Artwork Showcase For Lifelong Learners Adult Learners Group Tour Request Learn from Home Resources for Learning at Home Family Activities Featured Resource Educational Resources Search Find...",
      "fetched_at": "2026-02-14T22:40:20.576731Z"
    },
    {
      "url": "https://art.nelson-atkins.org/objects/19638/four-horsemen-of-the-apocalypse",
      "anchor_texts": [
        "Four Horsemen of the Apocalypse"
      ],
      "classification": "artwork",
      "status": "error",
      "title": null,
      "summary_or_excerpt": "<urlopen error [WinError 10060] A connection attempt failed because the connected party did not properly respond after a period of time, or established connection failed because connected host has failed to respond>",
      "fetched_at": "2026-02-14T22:40:21.753701Z"
    },
    {
      "url": "https://www.menyhei.com/projects/WB6O42?album_id=14910",
      "anchor_texts": [
        "Season 1 Concept Art"
      ],
      "classification": "artwork",
      "status": "ok",
      "title": "Art of Saby Menyhei - Last of US Season 1 Concept Art",
      "summary_or_excerpt": "Last of Us Season 1 Concept art VFX supervisor: Alex Wang Art director: Jason Horley",
      "fetched_at": "2026-02-14T22:40:43.678055Z"
    },
    {
      "url": "https://www.youtube.com/watch?v=SR6_J1IVvlg",
      "anchor_texts": [
        "“Where Are We Going?”"
      ],
      "classification": "artwork",
      "status": "ok",
      "title": "\"Where Are We Going\" (Mob of the Dead song) lyrics [OFFICIAL] - YouTube",
      "summary_or_excerpt": "",
      "fetched_at": "2026-02-14T22:40:45.562194Z"
    },
    {
      "url": "https://www.youtube.com/watch?v=-tPqTqpLG5M",
      "anchor_texts": [
        "“Abyss of the Birds”"
      ],
      "classification": "artwork",
      "status": "ok",
      "title": "Abîme des oiseaux - Messiaen | Julien Hervé, clarinet - YouTube",
      "summary_or_excerpt": "",
      "fetched_at": "2026-02-14T22:40:46.485675Z"
    },
    {
      "url": "https://www.youtube.com/watch?v=4aJT2p2_pDk",
      "anchor_texts": [
        "“Electric Funeral”"
      ],
      "classification": "artwork",
      "status": "ok",
      "title": "Black Sabbath - Electric Funeral - YouTube",
      "summary_or_excerpt": "",
      "fetched_at": "2026-02-14T22:40:47.468839Z"
    },
    {
      "url": "https://www.youtube.com/watch?v=Z0GFRcFm-aY",
      "anchor_texts": [
        "“It’s the End of the World as We Know It”"
      ],
      "classification": "artwork",
      "status": "ok",
      "title": "R.E.M. - It's The End Of The World - YouTube",
      "summary_or_excerpt": "",
      "fetched_at": "2026-02-14T22:40:48.398122Z"
    },
    {
      "url": "https://www.caryinstitute.org/news-insights/feature/predicting-environmental-collapse",
      "anchor_texts": [
        "chlorophyll in a lake"
      ],
      "classification": "concept",
      "status": "ok",
      "title": "Predicting environmental collapse",
      "summary_or_excerpt": "Donate Breadcrumb Home News & Insights ... Predicting environmental collapse Early warning signs help you prepare for, and hopefully prevent, the worst case scenario. What do stock market crashes, epileptic seizures, and ecological breakdowns have in common? They are all preceded by an increase in variance—be it fluctuations in the Dow Jones index, brain waves, or, in the case of a Wisconsin lake, chlorophyll. Cary Institute limnologist Jonathan Cole was part of a research team that was the first to reveal how variability in key ecosystem processes can help scientists identify the early warning signs of ecosystem collapse. Their paper was published in the journal Science .",
      "fetched_at": "2026-02-14T22:40:49.414458Z"
    },
    {
      "url": "https://www.nature.com/articles/s41558-025-02486-9",
      "anchor_texts": [
        "grown more frequent"
      ],
      "classification": "concept",
      "status": "ok",
      "title": "Global warming intensifies extreme day-to-day temperature changes in mid–low latitudes | Nature Climate Change",
      "summary_or_excerpt": "Thank you for visiting nature.com. You are using a browser version with limited support for CSS. To obtain the best experience, we recommend you use a more up to date browser (or turn off compatibility mode in Internet Explorer). In the meantime, to ensure continued support, we are displaying the site without styles and JavaScript. View all journals Search Log in Content Explore content About the journal Publish with us Sign up for alerts RSS feed nature nature climate change articles article Global warming intensifies extreme day-to-day temperature changes in mid–low latitudes Download PDF Download PDF Article Open access Published: 21 November 2025 Global warming intensifies extreme day-to-day temperature changes in mid–low latitudes Qi Liu ORCID: orcid.org/0000-0001-8530-2451 1 , 2 , 3 , Congbin Fu ORCID: orcid.org/0000-0001-9686-4337 1 , 2 , 3 , Zhongfeng Xu ORCID: orcid.org/0000-0002-1274-6438 4 & … Aijun Ding ORCID: orcid.org/0000-0003-4481-5386 1 , 2 , 3 Show authors Nature Climate Change volume 16 , pages 69–76 ( 2026 ) Cite this article Global warming is increasing the number and intensity of many extreme weather and climate events. Here we argue that extreme day-to-day temperature changes, exceeding the 90th percentile threshold of historical records, are an independent, but largely ignored, aspect of extreme weather events. Such extreme temperature changes have a stronger impact on human health in many locations than do diurnal temperature variations. Global observations show that such events have become more frequent since the 1960s in low and mid-latitudes but decreased at high latitudes, primarily due to GHG forcing. Climate models project a further amplification of extreme day-to-day temperature changes under warming, with frequency, amplitude and total...",
      "fetched_at": "2026-02-14T22:41:11.308459Z"
    },
    {
      "url": "https://www.bbc.com/news/articles/ckgy7jx082ro",
      "anchor_texts": [
        "facing more turbulence"
      ],
      "classification": "concept",
      "status": "ok",
      "title": "Why plane turbulence is really becoming more frequent and severe",
      "summary_or_excerpt": "British Broadcasting Corporation Home News Sport Business Technology Health Culture Arts Travel Earth Audio Video Live Home News US & Canada UK UK Politics England N. Ireland N. Ireland Politics Scotland Scotland Politics Wales Wales Politics Africa Asia China India Australia Europe Latin America Middle East In Pictures BBC InDepth BBC Verify Sport Business World of Business Technology of Business NYSE Opening Bell Technology Artificial Intelligence AI v the Mind Health Culture Film & TV Music Art & Design Style Books Entertainment News Arts Arts in Motion Travel Destinations Africa Antarctica Asia Australia and Pacific Caribbean & Bermuda Central America Europe Middle East North America South America World’s Table Culture & Experiences Adventures The SpeciaList Earth Science Natural Wonders Climate Solutions Sustainable Business Green Living Audio Podcast Categories Radio Audio FAQs Video BBC Maestro Discover the World Live Live News Live Sport Home News Sport Business Technology Health Culture Arts Travel Earth Audio Video Live Weather Newsletters Why plane turbulence is becoming more frequent - and more severe 29 July 2025 Share Save Simon King Lead Weather Presenter Share Save BBC Listen to this article being read Andrew Davies was on his way to New Zealand to work on a Doctor Who exhibition, for which he was project manager. The first leg of his flight from London to Singapore was fairly smooth. Then suddenly the plane hit severe turbulence. \"Being on a rollercoaster is the only way I can describe it,\" he recalls. \"After being pushed into my seat really hard, we suddenly dropped. My iPad hit me in the head, coffee went all over me. There was devastation in the cabin with people and debris everywhere.",
      "fetched_at": "2026-02-14T22:41:13.004461Z"
    },
    {
      "url": "https://theecologist.org/2025/oct/13/point-no-return-climate",
      "anchor_texts": [
        "point of no return"
      ],
      "classification": "concept",
      "status": "ok",
      "title": "A point of no return on climate",
      "summary_or_excerpt": "But we need to do more – and move faster – to seize positive tipping point opportunities. The world has reached its first climate tipping point as global warming causes widespread diebacks of warm-water coral reefs, scientists have warned . Rising temperatures are pushing several of Earth’s systems dangerously close to thresholds beyond which their demise accelerates and the global impacts become increasingly irreversible, according to a landmark report released on Monday.",
      "fetched_at": "2026-02-14T22:41:13.493725Z"
    },
    {
      "url": "https://www.politico.com/news/2025/12/26/betting-on-climate-failure-investors-could-earn-billions-00677281",
      "anchor_texts": [
        "looking for business opportunities"
      ],
      "classification": "concept",
      "status": "error",
      "title": null,
      "summary_or_excerpt": "HTTP Error 403: Forbidden",
      "fetched_at": "2026-02-14T22:41:13.760619Z"
    }
  ],
  "derived_items": [
    {
      "type": "concept",
      "name": "The Millerites",
      "discovered_by": "unlinked_topic_item",
      "supporting_references": [
        "https://en.wikipedia.org/wiki/Millerism",
        "https://en.wikipedia.org/wiki/Great_Disappointment"
      ]
    },
    {
      "type": "concept",
      "name": "Wodziwob's visions",
      "discovered_by": "unlinked_topic_item",
      "supporting_references": [
        "https://www.britannica.com/topic/Ghost-Dance"
      ]
    },
    {
      "type": "concept",
      "name": "Halley's Comet Panic (1910)",
      "discovered_by": "unlinked_topic_item",
      "supporting_references": [
        "https://www.smithsonianmag.com/history/ten-notable-apocalypses-that-obviously-didnt-happen-9126331/"
      ]
    },
    {
      "type": "concept",
      "name": "The Jupiter Effect",
      "discovered_by": "unlinked_topic_item",
      "supporting_references": [
        "https://en.wikipedia.org/wiki/The_Jupiter_Effect"
      ]
    },
    {
      "type": "concept",
      "name": "Hon-Ming Chen prophecy",
      "discovered_by": "unlinked_topic_item",
      "supporting_references": [
        "https://en.wikipedia.org/wiki/Chen_Tao_(True_Way_Cult)"
      ]
    },
    {
      "type": "concept",
      "name": "Y2K bug",
      "discovered_by": "unlinked_topic_item",
      "supporting_references": [
        "https://www.britannica.com/topic/Y2K-bug"
      ]
    },
    {
      "type": "concept",
      "name": "Large Hadron Collider apocalypse fears",
      "discovered_by": "unlinked_topic_item",
      "supporting_references": [
        "https://home.cern/science/accelerators/large-hadron-collider"
      ]
    },
    {
      "type": "concept",
      "name": "Mayan Apocalypse (2012 phenomenon)",
      "discovered_by": "unlinked_topic_item",
      "supporting_references": [
        "https://en.wikipedia.org/wiki/2012_phenomenon"
      ]
    }
  ]
}