{
  "title": "The End is Nearish",
  "year": "2026",
  "source_page": "https://themes.scholarscup.org/#/themes/2026/guidingquestions",
  "extracted_at": "2026-02-14T22:43:48Z",
  "topic_text": "- In November 2025, the Supreme Court of Bangladesh restored the practice of caretaker governments. In most countries with parliamentary systems, when an election is about to take place, a caretaker government runs things until the election is over. Learn more about caretaker governments—who staffs them, what are their main responsibilities, and what are they supposed to avoid doing?—and then discuss with your team: should caretaker governments be used in more countries and for longer periods of time? Have any caretaker governments refused to leave office when their time was up?\n- The United States has no caretaker governments (neither does Venezuela), but it does limit its presidents to two four-year terms in office. As their second term begins to run out, they inevitably find themselves losing power and influence. They are said to become “lame ducks” as the country turns its attention to younger, healthier ducks who might win the next election. Discuss with your team: to prevent lame ducks, would it be better to have no limits on how long a person can lead a country or organization? What would you advise someone wanting to hold onto power for as long as possible?\n- Queen Elizabeth I’s solution was to delay naming her successor. “I know the inconstancy of the people of England,” she is said to have told the Scottish ambassador, “How they ever mislike the present government and have their eyes fixed upon the person who is next to succeed.” Discuss with your team: would it be better if no one knew who the next leader would be until after the current leader left (or died)? Can you find an example of such a system?\n- Someday there may be nobody left to lead. Consider the Doomsday Clock, which tries to measure how close we are to the end of human civilization. Discuss with your team: how accurate do you think it is, and in what ways, if any, is it a helpful tool?\n- Midnight was coming. The world was on fire and people were dying of a terrible illness. Surely, the end of the world was near—or so thought Londoners in 1666. It was also near in 1844, 1910, 1988, 2000, and 2012. Doomsday predictions come and go more frequently in the social media age, but people have been predicting (and rescheduling) the end of the world for as long as they could hold up signs on street corners. With your team, explore the following instances of imminent doom, and consider: what do they have in common? What leads people to believe them—and what makes a doomsday prediction go viral?\n- The Millerites (1844) | Wodziwob’s visions (1869) | Halley’s Comet Panic (1910)\n- The Jupiter Effect (1974) | Hon-Ming Chen (1988) | The Y2K bug (2000)\n- Large Hadron Collider (2008) | Mayan Apocalypse (2012)\n- The four horsemen of the apocalypse, fires raging across more than California: the Book of Revelation has long offered artists a rich source of imagery for the end of the world. As you explore the following works from the European Renaissance, ask yourself: how does each artist distinguish between the destinations of the saved and the doomed—and is their tone one of terror or acceptance?\n- Albrecht Dürer | The Four Horsemen of the Apocalypse (1498)\n- Sandro Botticelli | The Mystical Nativity (1500)\n- Michelangelo | The Last Judgment (1536–1541)\n- Pieter Bruegel the Elder | The Triumph of Death (c. 1562)\n- Consider the more recent apocalypses depicted below. How have they changed as the world has moved toward industrial and digital anxiety—and what specific fears are these artists inviting us to explore?\n- Thomas Cole | The Course of Empire: Destruction (1836)\n- John Martin | The Great Day of His Wrath (1851–1853)\n- Otto Dix | World War I prints (1924)\n- Viktor Schreckengost | Apocalypse ‘42 (1942)\n- Harry Louis Freund | Four Horsemen of the Apocalypse (1946)\n- Saby Menyhei | The Last of Us: Season 1 Concept Art (2025)\n- Kevin Sherwood & James McCawley | “Where Are We Going?” (2013)\n- The end of the world can have a soundtrack, too. Consider the musical selections below. What were the circumstances around each one’s creation, and what techniques do they use to achieve their messages and moods?\n- Olivier Messiaen | Quartet for the End of Time: “Abyss of the Birds” (1940)\n- Black Sabbath | “Electric Funeral” (1970)\n- REM | “It’s the End of the World as We Know It” (1987)\n- Chaos, then catastrophe. Researchers have found that one of the signs that an ecosystem is about to collapse is that things become more volatile—for instance, the amount of chlorophyll in a lake rapidly spikes and plunges. Global climate change is causing something similar: extreme weather events like hurricanes and droughts have grown more frequent. Even flights are facing more turbulence. Discuss with your team: what should we do if the climate passes a point of no return? Would it be okay to spend fewer resources on fighting climate change if the battle is already lost?\n- Some investors are looking for business opportunities around the warming of the Earth. Explore some of those opportunities, then discuss with your team: should people be allowed to profit from rising temperatures? Could you imagine a company (or even a government) intentionally contributing to climate change, or other potential disasters, to benefit its own interests?",
  "learning_guidelines": [
    "Learn more about caretaker governments, including staffing, responsibilities, and limits, then debate whether more countries should use them for longer and whether any overstayed their mandate.",
    "Discuss whether term limits should be removed to avoid lame-duck periods, and what strategies leaders use to retain power.",
    "Discuss whether succession should remain undisclosed until leadership transition, and identify systems that do this.",
    "Discuss how accurate and useful the Doomsday Clock is as a measure of existential risk.",
    "With your team, compare major doomsday scares and identify common patterns, drivers of belief, and viral spread dynamics.",
    "Compare Renaissance apocalypse artworks and evaluate how each depicts salvation versus damnation, and whether tone is terror or acceptance.",
    "Analyze modern apocalypse artworks for shifts toward industrial and digital anxieties and the specific fears they foreground.",
    "Analyze the selected music pieces by creation context, artistic technique, and mood/message construction.",
    "Discuss policy choices if climate change crosses a point of no return, including whether mitigation spending should change.",
    "Explore climate-failure business opportunities and debate whether profiting from warming is ethically acceptable."
  ],
  "linked_text_entries": [
    {
      "url": "https://www.youtube.com/watch?v=FcaHsbfkHA8",
      "anchor_texts": [
        "hold up signs"
      ],
      "summary": "A pop-culture video reference used to illustrate public street-level doomsday signaling; included as contextual texture rather than a primary concept source."
    },
    {
      "url": "https://hyperallergic.com/apocalypse-art-has-never-been-more-relevant-bibliotheque-nationale-de-france/",
      "anchor_texts": [
        "rich source of imagery"
      ],
      "summary": "An art-criticism overview of apocalypse imagery in exhibition context, supporting the transition into visual-art case studies."
    }
  ],
  "artworks": [
    {
      "creator": "Albrecht Durer",
      "title": "The Four Horsemen of the Apocalypse",
      "year": "1498",
      "source_links": [
        "https://www.metmuseum.org/art/collection/search/336215"
      ],
      "description": "A woodcut from Durer's Apocalypse series showing horsemen trampling humanity in dense, directional motion. The print is central to early modern visualization of Revelation and reflects Durer's technical command of line. Its urgency turns biblical prophecy into immediate public spectacle."
    },
    {
      "creator": "Sandro Botticelli",
      "title": "The Mystical Nativity",
      "year": "1500",
      "source_links": [
        "https://www.nationalgallery.org.uk/paintings/sandro-botticelli-mystic-nativity"
      ],
      "description": "A late Botticelli painting combining Nativity imagery with apocalyptic symbolism and inscriptions. Angels, demons, and celebratory figures compress salvation history into one scene. The work links hope and judgment, fitting the topic's tension between doom and deliverance."
    },
    {
      "creator": "Michelangelo",
      "title": "The Last Judgment",
      "year": "1536-1541",
      "source_links": [
        "https://www.museivaticani.va/content/museivaticani/en/collezioni/musei/cappella-sistina/giudizio-universale.html"
      ],
      "description": "A monumental Sistine Chapel fresco depicting Christ's final judgment of souls. Muscular, turbulent figures encode moral sorting and cosmic scale. Its dramatic body language emphasizes accountability at history's end."
    },
    {
      "creator": "Pieter Bruegel the Elder",
      "title": "The Triumph of Death",
      "year": "c. 1562",
      "source_links": [
        "https://www.afpradomuseum.org/the-triumph-of-death-brueghel-the-elder"
      ],
      "description": "A panoramic scene in which skeleton armies overrun all social classes across a devastated landscape. Bruegel blends moral warning with war-and-plague realism. The painting frames apocalypse as social leveling and universal vulnerability."
    },
    {
      "creator": "Thomas Cole",
      "title": "The Course of Empire: Destruction",
      "year": "1836",
      "source_links": [
        "https://artsandculture.google.com/asset/the-course-of-empire-destruction-thomas-cole/tQFLZqWBxVAINQ?hl=en"
      ],
      "description": "Part of Cole's cycle showing an imperial city collapsing in violence and fire. Architectural grandeur is overturned by chaos, visualizing civilizational fragility. It interprets apocalypse as political decline rather than supernatural event."
    },
    {
      "creator": "John Martin",
      "title": "The Great Day of His Wrath",
      "year": "1851-1853",
      "source_links": [
        "https://www.tate.org.uk/art/artworks/martin-the-great-day-of-his-wrath-n05613"
      ],
      "description": "An apocalyptic landscape where mountains split and cities fall under divine force. Martin's vast scale and dramatic light create theatrical catastrophe. The work channels 19th-century fascination with sublime destruction."
    },
    {
      "creator": "Otto Dix",
      "title": "World War I prints (Der Krieg)",
      "year": "1924",
      "source_links": [
        "https://www.theguardian.com/artanddesign/gallery/2014/may/14/art-apocalypse-otto-dix-first-world-war-der-krieg-in-pictures"
      ],
      "description": "A print cycle portraying trench warfare, corpses, and industrialized killing with harsh realism. Dix, a veteran, documents modern mechanized apocalypse at human scale. The series shifts end-times imagery from prophecy to lived history."
    },
    {
      "creator": "Viktor Schreckengost",
      "title": "Apocalypse '42",
      "year": "1942",
      "source_links": [
        "https://americanart.si.edu/artwork/apocalypse-42-21944"
      ],
      "description": "A wartime artwork reflecting global conflict-era anxiety in the early 1940s. Its title explicitly frames the period as apocalyptic. The piece connects total war to cultural fears of civilizational rupture."
    },
    {
      "creator": "Harry Louis Freund",
      "title": "Four Horsemen of the Apocalypse",
      "year": "1946",
      "source_links": [
        "https://art.nelson-atkins.org/objects/19638/four-horsemen-of-the-apocalypse"
      ],
      "description": "A mid-20th-century reinterpretation of the Four Horsemen motif after World War II. By reviving Revelation imagery, it maps ancient symbols onto modern mass violence. The work suggests apocalypse as recurring historical pattern."
    },
    {
      "creator": "Saby Menyhei",
      "title": "The Last of Us: Season 1 Concept Art",
      "year": "2025",
      "source_links": [
        "https://www.menyhei.com/projects/WB6O42?album_id=14910"
      ],
      "description": "Concept art for a post-pandemic narrative world, built for screen production design. Ruined environments and survival-focused detail visualize institutional breakdown. It represents contemporary digital-era apocalypse aesthetics."
    },
    {
      "creator": "Kevin Sherwood and James McCawley",
      "title": "Where Are We Going?",
      "year": "2013",
      "source_links": [
        "https://www.youtube.com/watch?v=SR6_J1IVvlg"
      ],
      "description": "A song associated with zombie-apocalypse game storytelling, mixing dread and fatalism. Its lyrics and arrangement frame uncertainty about destination and survival. It translates apocalyptic narrative into participatory popular media."
    },
    {
      "creator": "Olivier Messiaen",
      "title": "Quartet for the End of Time: Abyss of the Birds",
      "year": "1940",
      "source_links": [
        "https://www.youtube.com/watch?v=-tPqTqpLG5M"
      ],
      "description": "A clarinet movement from Messiaen's wartime chamber work composed in captivity during World War II. Sparse pacing and extreme contrasts create suspended, existential time. The piece renders apocalypse as spiritual and psychological duration."
    },
    {
      "creator": "Black Sabbath",
      "title": "Electric Funeral",
      "year": "1970",
      "source_links": [
        "https://www.youtube.com/watch?v=4aJT2p2_pDk"
      ],
      "description": "A heavy-metal song with nuclear-war imagery and grim repetitive riffs. Its sonic weight and dystopian lyrics encode Cold War annihilation anxiety. It treats apocalypse as technologically enabled self-destruction."
    },
    {
      "creator": "R.E.M.",
      "title": "It's the End of the World as We Know It",
      "year": "1987",
      "source_links": [
        "https://www.youtube.com/watch?v=Z0GFRcFm-aY"
      ],
      "description": "A rapid-fire alternative rock song that layers chaotic references with ironic tone. Rather than pure terror, it pairs collapse imagery with uneasy adaptation. The song captures late-20th-century media-saturated crisis consciousness."
    }
  ],
  "concepts": [
    {
      "name": "Caretaker government",
      "year": null,
      "source_links": [
        "https://peo.gov.au/understand-our-parliament/your-questions-on-notice/questions/do-the-prime-minister-and-ministers-keep-their-positions-during-an-election-period"
      ],
      "description": "A temporary administration that handles routine governance during an election period. It is generally expected to avoid major policy commitments; this frames the topic's questions about neutrality and transfer of power."
    },
    {
      "name": "Doomsday Clock",
      "year": "1947",
      "source_links": [
        "https://www.businessinsider.com/why-the-doomsday-clock-is-3-minutes-to-midnight-2016-1"
      ],
      "description": "A symbolic clock maintained by the Bulletin of the Atomic Scientists to communicate perceived proximity to global catastrophe. Its relevance here is as a public-risk narrative tool rather than a predictive instrument."
    },
    {
      "name": "Apocalyptic prediction cycles",
      "year": null,
      "source_links": [
        "https://en.wikipedia.org/wiki/List_of_dates_predicted_for_apocalyptic_events",
        "https://www.britannica.com/list/10-failed-doomsday-predictions",
        "https://www.smithsonianmag.com/history/ten-notable-apocalypses-that-obviously-didnt-happen-9126331/"
      ],
      "description": "Recurring public claims that civilization will imminently end, often tied to religion, astronomy, or technology. The topic uses these cycles to examine credibility, social contagion, and resilience of belief after failure."
    },
    {
      "name": "Environmental collapse early-warning signals",
      "year": null,
      "source_links": [
        "https://www.caryinstitute.org/news-insights/feature/predicting-environmental-collapse"
      ],
      "description": "Observable instability patterns, such as rising variance and sudden swings in indicators, that can precede ecosystem collapse. This supports the prompt's shift from symbolic doom to measurable risk signals."
    },
    {
      "name": "Climate volatility under warming",
      "year": "2025",
      "source_links": [
        "https://www.nature.com/articles/s41558-025-02486-9",
        "https://www.bbc.com/news/articles/ckgy7jx082ro"
      ],
      "description": "Research and reporting indicate stronger day-to-day temperature variability and operational effects such as increased turbulence. In this topic, climate volatility functions as a contemporary, evidence-based apocalypse frame."
    },
    {
      "name": "Climate point of no return",
      "year": null,
      "source_links": [
        "https://theecologist.org/2025/oct/13/point-no-return-climate"
      ],
      "description": "A threshold beyond which climate-system changes become effectively irreversible on human timescales. The prompt uses this concept to test ethical tradeoffs between mitigation, adaptation, and resource allocation."
    },
    {
      "name": "Climate-failure investing",
      "year": "2025",
      "source_links": [
        "https://www.politico.com/news/2025/12/26/betting-on-climate-failure-investors-could-earn-billions-00677281"
      ],
      "description": "Investment strategies positioned to profit from worsening climate impacts. Its relevance is normative: whether market incentives can conflict with collective risk reduction."
    },
    {
      "name": "The Millerites",
      "year": "1844",
      "source_links": [
        "https://en.wikipedia.org/wiki/Millerism",
        "https://en.wikipedia.org/wiki/Great_Disappointment"
      ],
      "description": "A 19th-century American religious movement that predicted Christ's return in 1844; the failed prediction became known as the Great Disappointment. It is a canonical case of mass apocalyptic expectation."
    },
    {
      "name": "Wodziwob's visions",
      "year": "1869",
      "source_links": [
        "https://www.britannica.com/topic/Ghost-Dance"
      ],
      "description": "Prophetic visions associated with Northern Paiute leader Wodziwob that informed early Ghost Dance belief. In this topic it represents non-European millenarian expectation and social stress response."
    },
    {
      "name": "Halley's Comet Panic",
      "year": "1910",
      "source_links": [
        "https://www.smithsonianmag.com/history/ten-notable-apocalypses-that-obviously-didnt-happen-9126331/"
      ],
      "description": "Public fear in 1910 that Earth's passage through Halley's Comet tail could be lethal. It demonstrates how scientific events can be reframed into mass panic narratives."
    },
    {
      "name": "The Jupiter Effect",
      "year": "1974",
      "source_links": [
        "https://en.wikipedia.org/wiki/The_Jupiter_Effect"
      ],
      "description": "A popularized claim that planetary alignment would trigger catastrophic earthquakes; the prediction failed. It illustrates pseudo-scientific apocalypse messaging."
    },
    {
      "name": "Hon-Ming Chen prophecy",
      "year": "1988",
      "source_links": [
        "https://en.wikipedia.org/wiki/Chen_Tao_(True_Way_Cult)"
      ],
      "description": "Predictions linked to Chen Tao founder Hon-Ming Chen, including failed end-time claims in the late 1990s. It highlights leader-driven prophetic movements and post-failure adaptation."
    },
    {
      "name": "Y2K bug",
      "year": "2000",
      "source_links": [
        "https://www.britannica.com/topic/Y2K-bug"
      ],
      "description": "A software date-format problem feared to cause widespread system failures at the 1999-2000 rollover. It is a technology-centered near-apocalypse case where preparation reduced impact."
    },
    {
      "name": "Large Hadron Collider apocalypse fears",
      "year": "2008",
      "source_links": [
        "https://home.cern/science/accelerators/large-hadron-collider"
      ],
      "description": "Public fears that particle-collider experiments could produce catastrophic outcomes, despite scientific safety assessments. It exemplifies mismatch between expert risk models and public imagination."
    },
    {
      "name": "Mayan Apocalypse (2012 phenomenon)",
      "year": "2012",
      "source_links": [
        "https://en.wikipedia.org/wiki/2012_phenomenon"
      ],
      "description": "A modern myth that the Maya calendar predicted world-ending events in 2012, widely amplified online. It is a benchmark case for viral, media-era doomsday narratives."
    }
  ],
  "persons": [
    "Queen Elizabeth I",
    "Wodziwob",
    "Hon-Ming Chen",
    "Albrecht Durer",
    "Sandro Botticelli",
    "Michelangelo",
    "Pieter Bruegel the Elder",
    "Thomas Cole",
    "John Martin",
    "Otto Dix",
    "Viktor Schreckengost",
    "Harry Louis Freund",
    "Saby Menyhei",
    "Kevin Sherwood",
    "James McCawley",
    "Olivier Messiaen"
  ]
}