{
  "title": "Going Pains",
  "year": "2026",
  "source_page": "https://themes.scholarscup.org/#/themes/2026/guidingquestions",
  "source_file": "wsc-topics.html",
  "extracted_at": "2026-02-14T23:37:28Z",
  "topic_text": "- In 2001, millennial pop star Britney Spears sang that she was “not a girl, not yet a woman”. In other words, she was an adolescent. Actually, she was 20 at the time—no longer a teenager, but well below the age at which our frontal lobes stop developing . With your team, explore the history of teenagers and the related terms below. If adolescence has always been a developmental stage in both humans and many other animals , why is the idea of teenagers so new ?\n- prefrontal cortex | neural pruning | risk-taking | neophilia | differentiation\n- The word “adolescent” comes from a Latin word meaning “to grow toward”. But “teenager” relies on a quirk of the English language—that the numbers 11 and 12 have their own unique words, while 13 through 19 are compound words that combine a single-digit number and a suffix meaning “ten” (four-teen, six-teen, and so on). How do other languages refer to adolescents and teenagers—and does your own first language differentiate between these two terms? What are their different connotations? Do cultures with languages that use a -ten suffix for the numbers 11 and 12 define the “teenage” years differently? For instance, in Spanish, the -ten suffix only comes into play at 16— diez (10) y seis (6); do children only become teenagers at 16 in Spanish-speaking countries?\n- Many cultures hold special ceremonies to celebrate the passage from the dependency of childhood to the responsibilities of adulthood. With your team, explore the following rites of passage and consider: what is the difference between a cultural rite, such as a quinceañera, and a secular one, like graduating from high school?\n- sweet sixteens | fiesta de quinceañera | vision quests\n- seijin no hi | bar and bat mitzvahs | walkabout | khatam al quran\n- debuts | high school graduation | driver’s license | first paycheck\n- national service | voting | moving out\n- A ceremony offers a definite moment: now you are a man, or woman, or more broadly an adult. But the transition to adulthood is rarely a single, clean step; more often, it is a series of stumbles. The following works explore the messy middle years, where childhood collides with the expectations of tradition, society, and self-identity. As you explore them, consider: is adulthood a destination you reach or a mask you learn to wear?\n- Gwendolyn Brooks | “We Real Cool” (1963)\n- Virginia Driving Hawk Sneve | “The Medicine Bag” (1975)\n- Carol Ann Duffy | “In Mrs. Tilscher’s Class” (1990)\n- Joss Whedon | “Where Do We Go From Here?” (2001)\n- Karen Russell | “Lucy's Home for Girls Raised by Wolves” (2006)\n- Ruth B | “Lost Boy ” (2015)\n- Major Jackson | “Let Me Begin Again” (2021)\n- Millennials—people born between about 1981 and 1995—gave us side parts, skinny jeans, and “adulting” . This term transformed adulthood into a verb, something you do (often with great effort) rather than something you simply are . Whether going to bed early, scheduling a dentist appointment, or buying a vacuum cleaner, describing your actions as “adulting” implies you are just role-playing as a grown-up. Consider with your team: is being an adult a specific feeling or just a collection of habits and responsibilities? When do you think you will feel like an adult?\n- Life is a journey—but does it end with a final port of call or a temporary layover? Explore the following works and discuss with your team: how do they handle the idea of life approaching its last liminal moment?\n- Rumi | “A stone I died” (c. 13th century)\n- John Donne | “Death Be not Proud” (1633)\n- Alfred Lord Tennyson | “Ulysses” (1842)\n- Emily Dickinson | “Because I could not stop for Death” (1890)\n- Rabindranath Tagore | “Gitanjali 95” (1913)\n- Dmitri Shostakovich | 15th Symphony: Fourth Movement (1972)\n- Thich Nhat Hanh | “Please Call Me by My True Names” (1976)\n- David Berman | “A Letter from Isaac Asimov to his Wife Janet, Written on His Deathbed” (1999)\n- Linkin Park | “In the End” (2000)",
  "learning_guidelines": [
    "With your team, explore the history of teenagers and related developmental terms, then discuss why the modern social category of the teenager is relatively new.",
    "Compare how languages label adolescents and teenagers, including whether numbering systems shape when the teenage years are culturally defined.",
    "Explore rites of passage and discuss how cultural rites differ from secular milestones such as high school graduation.",
    "As you explore the listed literary and musical works, consider whether adulthood is a destination reached or a role performed.",
    "Consider with your team whether adulthood is a feeling or a set of habits and responsibilities, and when that shift happens.",
    "Discuss how the listed works about life's final transition frame mortality and liminality."
  ],
  "linked_text_entries": [],
  "artworks": [
    {
      "creator": "Gwendolyn Brooks",
      "title": "We Real Cool",
      "year": "1963",
      "source_links": [
        "https://www.poetryfoundation.org/poetrymagazine/poems/28112/we-real-cool"
      ],
      "description": "A short poem about youth, bravado, and consequence. It is a key work by Brooks and captures adolescent identity performance. In this topic, it highlights the fragile boundary between rebellion and adulthood."
    },
    {
      "creator": "Virginia Driving Hawk Sneve",
      "title": "The Medicine Bag",
      "year": "1975",
      "source_links": [
        "https://www.btboces.org/Downloads/7_The%20Medicine%20Bag%20by%20Virginia%20Driving%20Hawk%20Sneve.pdf"
      ],
      "description": "A coming-of-age short story centered on family tradition and inherited responsibility. Sneve's work is widely used in educational settings. Here it frames adulthood as cultural continuity rather than age alone."
    },
    {
      "creator": "Carol Ann Duffy",
      "title": "In Mrs. Tilscher's Class",
      "year": "1990",
      "source_links": [
        "https://www.scottishpoetrylibrary.org.uk/poem/in-mrs-tilschers-class/"
      ],
      "description": "A poem that contrasts childhood classroom innocence with emerging adolescence. Duffy is a major contemporary British poet. The piece interprets growing up as both wonder and unease."
    },
    {
      "creator": "Joss Whedon",
      "title": "Where Do We Go From Here?",
      "year": "2001",
      "source_links": [
        "https://www.youtube.com/watch?v=TiWwucVyX9s"
      ],
      "description": "A musical number about uncertainty after crisis. It appears in a coming-of-age narrative arc and asks what adulthood requires next. The work reinforces liminality as a recurring life state."
    },
    {
      "creator": "Karen Russell",
      "title": "Lucy's Home for Girls Raised by Wolves",
      "year": "2006",
      "source_links": [
        "https://cisyeo.pbworks.com/f/Girls+Raised+By+Wolves.pdf"
      ],
      "description": "A short story blending fantastical and social coming-of-age elements. Russell's fiction often uses surreal settings to examine identity formation. Here, maturation appears as social translation and loss."
    },
    {
      "creator": "Ruth B",
      "title": "Lost Boy",
      "year": "2015",
      "source_links": [
        "https://www.youtube.com/watch?v=58TBZnvyGwQ"
      ],
      "description": "A pop song that reimagines the Peter Pan myth from a reflective perspective. As a contemporary music work, it frames youth as both refuge and trap. It supports discussion of delayed adulthood."
    },
    {
      "creator": "Major Jackson",
      "title": "Let Me Begin Again",
      "year": "2021",
      "source_links": [
        "https://poets.org/poem/let-me-begin-again"
      ],
      "description": "A modern poem focused on renewal after weariness and transition. Jackson's voice foregrounds vulnerability and restarting. In this topic, it suggests maturity includes repeated beginnings."
    },
    {
      "creator": "Rumi",
      "title": "A stone I died",
      "year": "c. 13th century",
      "source_links": [
        "https://www.poetseers.org/the-poetseers/rumi/a-stone-i-died/"
      ],
      "description": "A verse sequence about transformation across stages of existence. Rumi's spiritual poetry treats death as transition, not endpoint. It aligns with the topic's final liminal threshold."
    },
    {
      "creator": "John Donne",
      "title": "Death Be not Proud",
      "year": "1633",
      "source_links": [
        "https://www.poetryfoundation.org/poems/44107/holy-sonnets-death-be-not-proud"
      ],
      "description": "A metaphysical sonnet that challenges death's power. Donne combines theology and rhetoric to recast mortality. It contributes a defiant interpretation of life's final transition."
    },
    {
      "creator": "Alfred Lord Tennyson",
      "title": "Ulysses",
      "year": "1842",
      "source_links": [
        "https://www.poetryfoundation.org/poems/45392/ulysses"
      ],
      "description": "A dramatic monologue of late-life resolve and onward striving. Tennyson presents aging as motion rather than retirement. The poem complicates where adulthood and old age are supposed to end."
    },
    {
      "creator": "Emily Dickinson",
      "title": "Because I could not stop for Death",
      "year": "1890",
      "source_links": [
        "https://www.poetryfoundation.org/poems/47652/because-i-could-not-stop-for-death-479"
      ],
      "description": "A lyric poem personifying death as a calm companion in transit. Dickinson's compressed imagery reframes mortality as a journey. It supports the topic's travel metaphor for life stages."
    },
    {
      "creator": "Rabindranath Tagore",
      "title": "Gitanjali 95",
      "year": "1913",
      "source_links": [
        "https://poets.org/poem/gitanjali-95"
      ],
      "description": "A devotional lyric contemplating completion and surrender. Tagore's poetic voice joins spiritual reflection with human finitude. In this topic, it frames the end of life as meaningful passage."
    },
    {
      "creator": "Dmitri Shostakovich",
      "title": "15th Symphony: Fourth Movement",
      "year": "1972",
      "source_links": [
        "https://youtu.be/QLng0R1FzC4?si=3Cvddx-PHIdrDi5n&t=1740"
      ],
      "description": "The final movement of Shostakovich's last symphony, often read as retrospective and ambiguous. Its orchestral language mixes tension with distance. It contributes a musical vision of late-life uncertainty."
    },
    {
      "creator": "Thich Nhat Hanh",
      "title": "Please Call Me by My True Names",
      "year": "1976",
      "source_links": [
        "https://www.parallax.org/mindfulnessbell/article/poem-please-call-me-by-my-true-names/"
      ],
      "description": "A poem of interbeing that merges self and others across suffering and time. Thich Nhat Hanh links identity to compassion and continuity. The work broadens how transition and ending are imagined."
    },
    {
      "creator": "David Berman",
      "title": "A Letter from Isaac Asimov to his Wife Janet, Written on His Deathbed",
      "year": "1999",
      "source_links": [
        "https://biblioklept.org/2019/08/21/a-letter-from-isaac-asimov-to-his-wife-janet-written-on-his-deathbed-david-berman/"
      ],
      "description": "A poem using epistolary framing to stage mortality and intimacy. Berman's literary style combines irony with emotional directness. It personalizes the topic's question of final transitions."
    },
    {
      "creator": "Linkin Park",
      "title": "In the End",
      "year": "2000",
      "source_links": [
        "https://www.youtube.com/watch?v=eVTXPUF4Oz4"
      ],
      "description": "A popular song about effort, loss of control, and impermanence. The track became a defining early-2000s anthem. In this topic, it frames endings as emotionally unresolved rather than final closure."
    }
  ],
  "concepts": [
    {
      "name": "Frontal lobe development",
      "year": null,
      "source_links": [
        "https://theconversation.com/no-your-brain-doesnt-suddenly-fully-develop-at-25-heres-what-the-neuroscience-actually-shows-271826"
      ],
      "description": "The frontal and prefrontal brain regions continue maturing across adolescence and early adulthood. This affects planning, inhibition, and social judgment. It is central to the topic's question of when someone is truly an adult."
    },
    {
      "name": "History of teenagers as a social category",
      "year": null,
      "source_links": [
        "https://www.saturdayeveningpost.com/2018/02/brief-history-teenagers/",
        "https://blog.britishnewspaperarchive.co.uk/2020/03/30/birth-of-the-teenager/"
      ],
      "description": "The teenager is a relatively recent social identity shaped by schooling, labor patterns, and consumer culture. It is not simply a biological fact. This helps explain why adolescence can be universal while \"teenager\" is historically new."
    },
    {
      "name": "Adolescence across species",
      "year": null,
      "source_links": [
        "https://developingadolescent.semel.ucla.edu/blog/item/adolescence-across-the-animal-kingdom"
      ],
      "description": "Adolescence includes developmental changes seen in humans and other animals. Comparative evidence shows transitional behavior and brain changes are widespread. The topic uses this to separate biology from culture-specific labels."
    },
    {
      "name": "Adulting",
      "year": null,
      "source_links": [
        "https://time.com/4361866/adulting-definition-meaning/"
      ],
      "description": "A modern term for performing routine responsibilities associated with adulthood. The word frames maturity as effortful practice rather than fixed status. It directly supports the prompt about adulthood as role-play versus identity."
    },
    {
      "name": "Prefrontal cortex",
      "year": null,
      "source_links": [
        "https://en.wikipedia.org/wiki/Prefrontal_cortex"
      ],
      "description": "A frontal brain region involved in executive control, planning, and decision-making. It develops over a long period and is often discussed in adolescent neuroscience. The term anchors biological aspects of growing up."
    },
    {
      "name": "Neural pruning",
      "year": null,
      "source_links": [
        "https://en.wikipedia.org/wiki/Synaptic_pruning"
      ],
      "description": "A developmental process in which brain connections are selectively reduced to improve network efficiency. It is active during adolescence. This concept helps explain changes in learning and behavior during transition years."
    },
    {
      "name": "Risk-taking",
      "year": null,
      "source_links": [
        "https://en.wikipedia.org/wiki/Risk-taking"
      ],
      "description": "Behavior involving choices under uncertainty and potential harm. Adolescent risk-taking is often examined as a mix of development and social context. It connects to the topic's questions about maturity and responsibility."
    },
    {
      "name": "Neophilia",
      "year": null,
      "source_links": [
        "https://en.wiktionary.org/wiki/neophilia"
      ],
      "description": "A tendency to prefer novelty and new experiences. It is frequently discussed in youth behavior and cultural change. In this topic, it supports why adolescence can involve exploration and experimentation."
    },
    {
      "name": "Differentiation (identity development)",
      "year": null,
      "source_links": [
        "https://dictionary.apa.org/differentiation"
      ],
      "description": "Differentiation is the process of forming a distinct sense of self in relation to others. It is a key developmental theme in adolescence. This concept links personal identity to the move toward adulthood."
    },
    {
      "name": "Sweet sixteen",
      "year": null,
      "source_links": [
        "https://en.wikipedia.org/wiki/Sweet_sixteen_(birthday)"
      ],
      "description": "A sixteenth-birthday celebration, especially in North American contexts. It marks a symbolic transition toward greater independence. It illustrates culturally specific age thresholds."
    },
    {
      "name": "Fiesta de quinceanera",
      "year": null,
      "source_links": [
        "https://en.wikipedia.org/wiki/Quinceanera"
      ],
      "description": "A celebration of a girl's fifteenth birthday in many Latin American and diasporic communities. It combines family, religious, and social recognition of transition. It exemplifies formal cultural rites of passage."
    },
    {
      "name": "Vision quest",
      "year": null,
      "source_links": [
        "https://www.britannica.com/topic/vision-quest"
      ],
      "description": "A traditional spiritual practice in some Indigenous North American cultures involving solitude and revelation. It can mark identity and responsibility changes. In this topic it represents non-secular pathways into adulthood."
    },
    {
      "name": "Seijin no Hi",
      "year": null,
      "source_links": [
        "https://en.wikipedia.org/wiki/Coming_of_Age_Day"
      ],
      "description": "Japan's national Coming of Age Day recognizing those reaching legal adulthood. It formalizes civic transition at a population scale. It contrasts with family-centered rites in other cultures."
    },
    {
      "name": "Bar and bat mitzvahs",
      "year": null,
      "source_links": [
        "https://www.britannica.com/topic/bar-mitzvah",
        "https://www.britannica.com/topic/bat-mitzvah"
      ],
      "description": "Jewish rites marking religious majority and responsibilities. They are structured communal ceremonies with legal-religious significance. They show how adulthood can be defined through tradition and obligation."
    },
    {
      "name": "Walkabout",
      "year": null,
      "source_links": [
        "https://www.britannica.com/topic/walkabout"
      ],
      "description": "A term historically used for travel practices in Aboriginal Australian contexts, often oversimplified in popular culture. Its use in rite-of-passage lists should be handled carefully. It highlights how outsiders frame Indigenous transitions."
    },
    {
      "name": "Khatam al Quran",
      "year": null,
      "source_links": [
        "https://en.wikipedia.org/wiki/Khatam"
      ],
      "description": "A completion of Quran recitation, marked in many Muslim communities with ceremony. It can serve as a religious educational milestone. In this topic it is treated as a recognized transition point."
    },
    {
      "name": "Debut (debutante tradition)",
      "year": null,
      "source_links": [
        "https://www.britannica.com/topic/debutante"
      ],
      "description": "A formal social presentation marking entry into society in certain traditions. Historically tied to class and gender norms, it signals social adulthood. It contrasts with civic milestones like voting."
    },
    {
      "name": "High school graduation",
      "year": null,
      "source_links": [
        "https://www.britannica.com/topic/graduation-education"
      ],
      "description": "Completion of secondary schooling recognized by a formal ceremony. It often functions as a secular rite of passage. The topic uses it to compare institutional and cultural transitions."
    },
    {
      "name": "Driver's license",
      "year": null,
      "source_links": [
        "https://www.britannica.com/topic/drivers-license"
      ],
      "description": "A legal authorization to operate a motor vehicle. It marks state-recognized responsibility and mobility. This milestone reflects practical independence in modern adulthood."
    },
    {
      "name": "First paycheck",
      "year": null,
      "source_links": [
        "https://www.investopedia.com/terms/p/paycheck.asp"
      ],
      "description": "The first receipt of wages from paid work. It marks entry into economic participation and responsibility. In the topic, it represents a secular, practical adulthood signal."
    },
    {
      "name": "National service",
      "year": null,
      "source_links": [
        "https://www.britannica.com/topic/conscription"
      ],
      "description": "Compulsory or structured state service, often military, for eligible citizens. It ties adulthood to civic duty and collective obligation. The milestone emphasizes state-defined transition."
    },
    {
      "name": "Voting",
      "year": null,
      "source_links": [
        "https://www.britannica.com/topic/voting"
      ],
      "description": "Participation in formal political choice through ballots. Voting age laws define civic adulthood in most modern states. It is a core secular marker of adult citizenship."
    },
    {
      "name": "Moving out",
      "year": null,
      "source_links": [
        "https://en.wikipedia.org/wiki/Leaving_home"
      ],
      "description": "Leaving the family home to live independently. Timing varies by culture and economics, so it is an uneven adulthood marker. The concept supports the topic's argument that transition is often gradual."
    }
  ],
  "persons": [
    "Britney Spears",
    "Gwendolyn Brooks",
    "Virginia Driving Hawk Sneve",
    "Carol Ann Duffy",
    "Joss Whedon",
    "Karen Russell",
    "Ruth B",
    "Major Jackson",
    "Rumi",
    "John Donne",
    "Alfred Lord Tennyson",
    "Emily Dickinson",
    "Rabindranath Tagore",
    "Dmitri Shostakovich",
    "Thich Nhat Hanh",
    "David Berman",
    "Isaac Asimov",
    "Janet Asimov"
  ]
}
