{
  "title": "Progress, Not Regress",
  "year": "2026",
  "source_page": "https://themes.scholarscup.org/#/themes/2026/guidingquestions",
  "source_file": "wsc-topics.html",
  "extracted_at": "2026-02-14T23:07:16Z",
  "topic_text": "- Before 1985, you’d have had no idea how long it would take to install a program on your computer—or to save a file, or to complete an online form. (To be fair, there were no online forms.) Consider the history of the progress bar, then discuss with your team: what other activities and interactions in life would benefit from a progress bar?\n- Bars are not the only way to pass time. Explore the following alternatives to the standard progress bar, then discuss with your team: what are the advantages and disadvantages of each approach?\n- indeterminate progress bar | splash screen | console output | skeleton screen | throbber\n- Some progress bars continue to inch along even when a process is actually stuck; the idea is to encourage people not to give up. Explore the idea of placebo buttons—such as the “close door” buttons on elevators that almost never close the doors, or pedestrian crossing buttons that don’t have any impact on traffic lights—then discuss with your team: when, if ever, is it okay to mislead people so that they feel better about a process?\n- Some schemes can be quite elaborate. For instance, one airport discovered that, if planes parked further away so that people had to walk longer to baggage claim, they complained less about waiting for their bags once they got there. They were happier moving along than idling at the carousel, even if the total wait time was the same. Can you think of other situations in which people could be tricked into feeling less impatient?\n- Designers have discovered that progress bars in apps make users more likely to complete tasks such as surveys and applications. Discuss with your team: is it okay to design interfaces that persuade people to complete actions? Is there a point past which nudging becomes manipulation?\n- In 1994, the developers of Namco’s Ridge Racer added an Easter egg to their loading screens—a version of the studio’s classic Galaxian game. Google Chrome does something similar: its Dinosaur Game appears when your device goes offline temporarily. In the real world, some restaurants now encourage diners to play games on table-mounted payment terminals (for a fee) while waiting for their food. Discuss with your team: should more processes come with these kinds of “auxiliary games” to help people pass the time?\n- You can’t know if you’re there yet without some way to measure progress; the same is true for entire societies. Learn about the following socioeconomic indicators with your team: what do they try to measure? Then look up the numbers corresponding to your country and discuss with your team: how accurately do they reflect what it’s like to live there? And how should we decide what the end—or goal—of a society is?\n- Gross Domestic Product | Gross National Income | Gini Coefficient\n- Human Development Index | Multidimensional Poverty Index | Labor Productivity\n- Happiness Index | Passport Index | Big Mac Index\n- The Second Law of Thermodynamics suggests that closed systems always grow more disordered over time. Left to themselves, things get messier: your room won’t clean itself. Yet many people take for granted that the world as a whole should become better over time. “The arc of the moral universe is long, but it bends toward justice,” said Martin Luther King, Jr., a quote that may have preceded and certainly outlived him. But it turns out that this idea that the world improves over time may be a relatively new one (alternate link). Discuss with your team: is the world growing better? Be sure to check out the artist Will Crawford’s answer to this question in this 1909 painting. What would a painting with the same title look like today?",
  "learning_guidelines": [
    "Consider the history of the progress bar, then discuss with your team what other activities and interactions in life would benefit from a progress bar.",
    "Explore alternatives to the standard progress bar and discuss the advantages and disadvantages of each approach.",
    "Explore the idea of placebo buttons, then discuss when, if ever, it is acceptable to mislead people so they feel better about a process.",
    "Discuss situations where people can be made less impatient by being kept in motion instead of idling.",
    "Discuss whether interface design should persuade users to complete actions, and where nudging becomes manipulation.",
    "Discuss whether more real-world processes should include auxiliary games to make waiting feel shorter.",
    "Learn about socioeconomic indicators, compare your country’s values, and discuss how well they reflect lived reality.",
    "Discuss whether the world is growing better over time and what a modern version of Will Crawford’s painting might depict."
  ],
  "linked_text_entries": [
    {
      "url": "https://www.psychologicalscience.org/news/why-waiting-is-torture.html",
      "anchor_texts": [
        "one airport discovered"
      ],
      "summary": "APS’ summary of a New York Times report describes an airport that reduced complaints by increasing walking time before baggage claim, suggesting perceived progress can matter as much as total wait time."
    },
    {
      "url": "https://uxdesign.cc/from-rpgs-to-ux-how-progress-indicators-affect-user-engagement-8748f02d766a",
      "anchor_texts": [
        "more likely to complete tasks"
      ],
      "summary": "This UX article argues that progress indicators and gamification patterns can increase completion rates by making progress visible and psychologically rewarding."
    },
    {
      "url": "https://www.nbcchicago.com/news/local/beware-the-table-game-consumers-complain-about-restaurant-table-games-little-known-fee/57696/",
      "anchor_texts": [
        "for a fee"
      ],
      "summary": "NBC Chicago reports complaints that table-mounted restaurant games can add charges users did not expect, highlighting a transparency and consent issue in wait-time entertainment design."
    }
  ],
  "artworks": [
    {
      "creator": "Namco",
      "title": "Ridge Racer",
      "year": "1993",
      "source_links": [
        "https://www.polygon.com/2015/1/13/7540047/a-secret-slice-of-loading-screen-history/",
        "https://en.wikipedia.org/wiki/Ridge_Racer"
      ],
      "description": "An arcade racing game that used polygonal 3D visuals and fast drifting gameplay. It became a major early title for the PlayStation and is presented in this topic as a loading-screen case study. The mention of hidden play during loading illustrates how entertainment can reduce perceived delay and user frustration."
    },
    {
      "creator": "Namco",
      "title": "Galaxian",
      "year": "1979",
      "source_links": [
        "https://www.polygon.com/2015/1/13/7540047/a-secret-slice-of-loading-screen-history/",
        "https://en.wikipedia.org/wiki/Galaxian"
      ],
      "description": "A fixed-shooter arcade game in which alien formations dive toward the player. In Ridge Racer, a mini version was used as a loading-screen Easter egg. The pairing shows how familiar interactive content can reframe waiting as optional play rather than dead time."
    },
    {
      "creator": "Google Chrome design team (Edward Jung, Sebastien Gabriel, Alan Bettes)",
      "title": "Dinosaur Game",
      "year": "2014",
      "source_links": [
        "https://blog.google/products-and-platforms/products/chrome/chrome-dino/"
      ],
      "description": "A built-in browser mini-game that appears during offline errors, featuring a running T-Rex. Google describes it as an Easter egg that later became broadly playable. In this topic, it functions as an example of using playful interaction to soften the experience of interruption and uncertainty."
    },
    {
      "creator": "Will Crawford",
      "title": "Surely the world is growing better",
      "year": "1909",
      "source_links": [
        "https://randomdailyart.com/art/2025-03-19/",
        "https://www.loc.gov/pictures/item/2011647517/",
        "https://www.theodorerooseveltcenter.org/digital-library/o288522/"
      ],
      "description": "A satirical color print published in Puck (October 27, 1909) showing aircraft, battleships, and submarines in a violent imagined battle. Crawford, an American illustrator, uses irony: the optimistic title contrasts with escalating mechanized warfare. In this topic, it challenges simple narratives that technological change automatically equals moral progress."
    }
  ],
  "concepts": [
    {
      "name": "Progress bar",
      "year": "1985",
      "source_links": [
        "https://gizmodo.com/where-the-progress-bar-came-from-1538713383",
        "https://en.wikipedia.org/wiki/Progress_bar"
      ],
      "description": "A UI element that displays task completion over time. The linked history points to 1985 work on percent-done indicators that helped users tolerate uncertainty. In this topic it anchors the broader question of how visible progress changes patience and behavior."
    },
    {
      "name": "Indeterminate progress bar",
      "year": "",
      "source_links": [
        "https://en.wikipedia.org/wiki/Progress_bar"
      ],
      "description": "A progress indicator used when completion percentage is unknown. It signals activity without a precise endpoint. In this topic it represents ambiguity in progress measurement."
    },
    {
      "name": "Splash screen",
      "year": "",
      "source_links": [
        "https://en.wikipedia.org/wiki/Splash_screen"
      ],
      "description": "A temporary startup screen shown while software loads. It brands and reassures users during initialization. In this topic it is an alternative strategy for handling waiting time."
    },
    {
      "name": "Console output",
      "year": "",
      "source_links": [
        "https://en.wikipedia.org/wiki/Standard_streams"
      ],
      "description": "Textual status messages written to standard output/error streams during execution. It can provide granular process feedback without graphics. In this topic it is a low-friction way to make progress legible."
    },
    {
      "name": "Skeleton screen",
      "year": "",
      "source_links": [
        "https://mui.com/material-ui/react-skeleton/"
      ],
      "description": "A placeholder layout that mimics the final interface while content loads. It sets expectations about structure and reduces perceived latency. In this topic it contrasts with bar-based progress cues."
    },
    {
      "name": "Throbber",
      "year": "",
      "source_links": [
        "https://en.wikipedia.org/wiki/Throbber"
      ],
      "description": "An animated waiting icon (such as a spinner) indicating ongoing background activity. It communicates liveness, not completion percentage. In this topic it represents minimal but common wait feedback."
    },
    {
      "name": "Placebo button",
      "year": "",
      "source_links": [
        "https://youarenotsosmart.com/2010/02/10/placebo-buttons/"
      ],
      "description": "A control that appears actionable but has little or no functional effect. The cited article frames such buttons as comfort mechanisms. In this topic it raises ethical questions about deceptive reassurance in design."
    },
    {
      "name": "Gross Domestic Product (GDP)",
      "year": "",
      "source_links": [
        "https://databank.worldbank.org/metadataglossary/world-development-indicators/series/NY.GDP.MKTP.CD/~/home",
        "https://en.wikipedia.org/wiki/Gross_domestic_product"
      ],
      "description": "A measure of total economic output produced within a territory during an accounting period. It is widely used for macroeconomic comparison, though it does not directly measure well-being. In this topic it is presented as one way societies track progress."
    },
    {
      "name": "Gross National Income (GNI)",
      "year": "",
      "source_links": [
        "https://datahelpdesk.worldbank.org/knowledgebase/articles/378831-why-use-gni-per-capita-to-classify-economies-into",
        "https://en.wikipedia.org/wiki/Gross_national_income"
      ],
      "description": "A measure of income earned by residents and businesses of a country, including net income from abroad. Institutions use it for classification and cross-country analysis. In this topic it complements GDP as an alternative lens on national progress."
    },
    {
      "name": "Gini coefficient",
      "year": "",
      "source_links": [
        "https://data.worldbank.org/indicator/SI-POV-GINI",
        "https://en.wikipedia.org/wiki/Gini_coefficient"
      ],
      "description": "A statistical measure of inequality in income or wealth distribution, often scaled from equality to high concentration. It captures distributional structure rather than output size. In this topic it broadens progress beyond aggregate growth."
    },
    {
      "name": "Human Development Index (HDI)",
      "year": "1990",
      "source_links": [
        "https://hdr.undp.org/data-center/human-development-index",
        "https://en.wikipedia.org/wiki/Human_Development_Index"
      ],
      "description": "A composite index combining life expectancy, education, and income dimensions. UNDP uses it to compare human development rather than output alone. In this topic it represents multidimensional progress measurement."
    },
    {
      "name": "Multidimensional Poverty Index (MPI)",
      "year": "",
      "source_links": [
        "https://www.undp.org/press-releases/11-billion-people-live-multidimensional-poverty-nearly-half-billion-these-live-conflict-settings",
        "https://en.wikipedia.org/wiki/Multidimensional_Poverty_Index"
      ],
      "description": "An index that measures acute poverty across multiple deprivations in health, education, and living standards. It identifies who is poor and how they are poor beyond income thresholds. In this topic it challenges single-number assessments of societal progress."
    },
    {
      "name": "Labor productivity",
      "year": "",
      "source_links": [
        "https://www.oecd.org/en/data/indicators/labour-productivity-and-utilisation.html",
        "https://en.wikipedia.org/wiki/Labour_productivity"
      ],
      "description": "Typically measured as output per hour worked, indicating how efficiently labor input is used with other production factors. It is a core driver of long-run living standards. In this topic it serves as a performance-oriented progress metric."
    },
    {
      "name": "Happiness Index (World Happiness Report ranking)",
      "year": "",
      "source_links": [
        "https://worldhappiness.report/",
        "https://en.wikipedia.org/wiki/World_Happiness_Report"
      ],
      "description": "A cross-country ranking based on self-reported life evaluation and related social factors. It emphasizes subjective well-being rather than production alone. In this topic it reframes progress around lived experience."
    },
    {
      "name": "Passport Index (Henley Passport Index)",
      "year": "",
      "source_links": [
        "https://www.henleyglobal.com/passport-index/ranking",
        "https://en.wikipedia.org/wiki/Henley_Passport_Index"
      ],
      "description": "A ranking that compares passports by visa-free or visa-on-arrival access. It is often used as a proxy for mobility privilege and geopolitical standing. In this topic it offers a practical but narrow measure of opportunity."
    },
    {
      "name": "Big Mac Index",
      "year": "1986",
      "source_links": [
        "https://en.wikipedia.org/wiki/Big_Mac_Index",
        "https://www.economist.com/big-mac-index"
      ],
      "description": "An informal purchasing-power-parity indicator that compares Big Mac prices across countries. It is not a full macro index but a simple benchmark for currency valuation differences. In this topic it illustrates accessible, imperfect measurement tools."
    },
    {
      "name": "Second Law of Thermodynamics",
      "year": "",
      "source_links": [
        "https://www.britannica.com/science/second-law-of-thermodynamics"
      ],
      "description": "A physical law commonly associated with entropy increase in closed systems. It is often invoked metaphorically to discuss disorder and irreversibility. In this topic it is contrasted with moral narratives that assume inevitable societal improvement."
    },
    {
      "name": "Idea of progress (historical concept)",
      "year": "",
      "source_links": [
        "https://www.theatlantic.com/business/archive/2016/11/progress-isnt-natural-mokyr/507740/",
        "https://web.archive.org/web/20161117103456/https://www.theatlantic.com/business/archive/2016/11/progress-isnt-natural-mokyr/507740/"
      ],
      "description": "A modern belief that history tends toward improvement rather than cyclical rise and decline. The linked essay argues this worldview is culturally and historically contingent. In this topic it underpins the final debate over whether progress is natural or constructed."
    }
  ],
  "persons": [
    "Martin Luther King, Jr.",
    "Will Crawford"
  ]
}